[
    {"uid": "1",
        "title": "Freshwater",
        "subtitle": "Filtration, Collection, and Storage",
        "image": "water",
        "links": [
            {
                "url": "https://www.thedrinkablebook.com/",
                "description": "An innovative book that contains pages of paper that filter water to make it drinkable. Each page can filter up to 100 liters of water and instructions on how to build a water filter are included in the book.",
                "title": "The Drinkable Book"
            },
            {
                "url": "https://sawyer.com/products/sawyer-mini-filter/",
                "description": "A popular and reliable portable water filter, capable of filtering up to 378,500 liters of water.",
                "title": "Sawyer Products Mini Water Filtration System"
            },
            {
                "url": "https://lifestraw.com/",
                "description": "Another popular portable water filter that allows you to drink fresh water without having to boil or use chemicals.",
                "title": "LifeStraw Personal Water Filter"
            },
            {
                "url": "https://www.youtube.com/watch?v=QaAblon69sI",
                "description": "A YouTube video tutorial that shows how to build a water filter from simple and inexpensive materials.",
                "title": "Make YOUR Survival Water Filter"
            }
        ],
        "descriptionShort": "Freshwater is essential for human survival, but a water crisis can occur at any time. In the event of a collapse, it is important to know how to find and treat freshwater to ensure your survival. This section will help you understand why freshwater is important in a survival situation and what you need to do to prepare.",
        "descriptionLong": "Freshwater is one of the most important resources for human survival. However, a water crisis can occur at any time and can be caused by a variety of factors such as pollution, prolonged droughts, natural disasters, or armed conflicts. In the event of a collapse, the availability of freshwater can be greatly reduced, making access to and treatment of freshwater even more crucial.\n\nTo survive a freshwater shortage, it is essential to understand how to find, collect, and treat water safely and effectively. To do this, you need to equip yourself with the necessary tools and skills to ensure a constant supply of freshwater.\n\nThe list of things to buy to be prepared includes items such as a portable water filter, plastic water bottles, a metal or plastic water container, water treatment packets, a water quality testing kit, a plastic bucket, and a hose. With these tools, you can filter, store, test, and collect freshwater.\n\nIn addition to tools, it is important to master certain skills to treat freshwater safely. It is important to learn how to find freshwater in nature, how to collect and store rainwater, how to filter and purify freshwater using natural methods, and how to use a portable water filter. You also need to know how to test the quality of freshwater to ensure it is safe to drink.\n\nUltimately, being prepared for a freshwater shortage means understanding the importance of this resource, being equipped with the right tools, and mastering the skills necessary to find, store, treat, and drink freshwater safely. With this knowledge, you will be better prepared to face a water crisis and protect your health and well-being.",
        "items": [
            {
                "id": "AAA",
                "title": "Portable Water Filter",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Water filters are essential tools for survival in the event of a collapse or in situations where access to fresh water is limited. Portable water filters allow you to filter fresh water and remove impurities, bacteria, viruses, and particles that can make water unsafe to consume. While there are many commercial water filters available on the market, it is also possible to build your own water filter from readily available materials."
                    },
                    {
                        "type": "text",
                        "value": "The simplest method for building a water filter is to use a plastic container, a layer of gravel, a layer of sand, and a layer of activated charcoal. The gravel acts as a coarse filter to remove larger particles, the sand filters out finer particles, and the activated charcoal removes chemical contaminants and odors. Here are the steps to build a simple water filter:"
                    },
                    {
                        "type": "image",
                        "value": "filter_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Drill a hole in the bottom of the plastic container."
                    },
                    {
                        "type": "bullet",
                        "value": "Place a layer of gravel at the bottom of the container, making sure it covers the hole."
                    },
                    {
                        "type": "bullet",
                        "value": "Add a layer of sand on top of the gravel."
                    },
                    {
                        "type": "bullet",
                        "value": "Add a layer of activated charcoal on top of the sand."
                    },
                    {
                        "type": "bullet",
                        "value": "Add another layer of sand on top of the activated charcoal."
                    },
                    {
                        "type": "bullet",
                        "value": "Add a final layer of gravel on top of the sand."
                    },
                    {
                        "type": "bullet",
                        "value": "Place a clean cloth on top of the layer of gravel to prevent materials from mixing."
                    },
                    {
                        "type": "text",
                        "value": "You can now use your water filter by pouring fresh water through the different layers of materials. The water should be filtered and ready to drink."
                    }
                ]
                
            },
            {
                "id": "AAB",
                "title": "Useful Equipment",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Here is a list of items that are good to have at home at all times:"
                    },
                    {
                        "type": "bullet",
                        "value": "Plastic water bottles (especially if you live in a city and don't have access to clean drinking water): It's always good to have plastic water bottles on hand. They're handy for storing water or for transporting clean drinking water if you need to move around. They can also be used for many DIY projects (storage, filtering, etc.)!"
                    },
                    {
                        "type": "bullet",
                        "value": "Metal or plastic containers are usually the most durable and practical. Be sure to clean the container regularly and store it in a cool, dry place."
                    },
                    {
                        "type": "bullet",
                        "value": "Plastic buckets are useful for collecting and transporting large amounts of water, especially if you need to fetch water from a lake, river, or well. They can also be used to store water or for other survival tasks. Be sure to buy a food-grade plastic bucket and clean it regularly."
                    },
                    {
                        "type": "bullet",
                        "value": "A garden hose is useful for collecting rainwater from gutters or roofs. You can also use a garden hose to transfer water from one container to another or to water a garden or crop."
                    }
                ]
            },
            {
                "id": "AAC",
                "title": "Water Quality Testing Kit",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "image",
                        "value": "water_test_kit_en"
                    },
                    {
                        "type": "text",
                        "value": "A water test kit is a tool used to measure water contamination levels by detecting the presence of different contaminants such as bacteria, viruses, parasites, heavy metals, chemicals, and nitrates. It is particularly useful for people who live in areas where clean drinking water is not readily available, or for people who source water from natural sources such as rivers, lakes, or wells."
                    },
                    {
                        "type": "text",
                        "value": "There are several types of water test kits on the market, but most include test strips, chemical reagents, droppers, control samples, and a user manual. Test strips are often the simplest to use because they don't require the use of chemicals or laboratory equipment. The strips are dipped into the water to be tested, and the results are read by comparing the colors that appear on the strips with the colors indicated on the packaging."
                    },
                    {
                        "type": "text",
                        "value": "Water test kits can be purchased online, at outdoor supply stores, gardening stores, hardware stores, and home improvement stores. It's important to note that not all water test kits are equal in terms of quality and reliability, so it's recommended to do research and read reviews before purchasing a water test kit."
                    }
                ]
            },
            {
                "id": "AAD",
                "title": "Water treatment sachets",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Water treatment sachets are chemical products or tablets that are used to purify water by killing bacteria, viruses, and parasites that may be present in the water. Water treatment sachets are particularly useful for people who get their water from natural sources such as rivers, lakes or wells."
                    },
                    {
                        "type": "text",
                        "value": "Water treatment sachets typically contain chemicals such as chlorine, iodine or hydrogen peroxide, which are powerful disinfectants capable of killing bacteria, viruses, and parasites present in the water. Water treatment tablets work in the same way, by dissolving a tablet in the water to be treated to release the active chemical."
                    },
                    {
                        "type": "text",
                        "value": "Water treatment sachets are generally easy to use and can be easily transported in a backpack or first aid kit. To use water treatment sachets, it is usually enough to fill a container with water, add the treatment sachet, and let it sit for a certain amount of time, usually between 30 minutes to 4 hours, depending on the product. After this time, the water should be safe to drink."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that water treatment sachets are not effective against all water contaminations. They are unable to filter out solid matter or chemicals that may be present in the water, and they are not effective against high levels of heavy metals. Therefore, it is important to ensure that water treated with water treatment sachets does not contain visible solid particles and to limit the use of water treatment sachets to emergency situations."
                    },
                    {
                        "type": "text",
                        "value": "In summary, water treatment sachets are a convenient solution for treating water from natural sources to eliminate bacteria, viruses, and parasites. They are easy to use and transport, but they are not effective against all water contaminations and should only be used in emergency situations."
                    }
                ]
            },
            {
                "id": "AAE",
                "title": "Location",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "How to find freshwater in nature (e.g. springs, streams, lakes, rivers)?"
                    },
                    {
                        "type": "text",
                        "value": "Location is a crucial factor for survival in case of water scarcity or the need for water treatment, as it determines access to sources of freshwater. It is important to be located near a reliable source of freshwater to obtain drinking water."
                    },
                    {
                        "type": "text",
                        "value": "Sources of freshwater can vary depending on geographic location, but typically include rivers, lakes, ponds, springs, wells, or water reservoirs. In desert or arid areas, it may be more difficult to find freshwater, but it is often possible to find underground water sources or oases."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that not all water sources are safe to drink without prior treatment, even if they appear clean and clear. Rivers and lakes can contain bacteria, viruses, parasites, chemicals, or solid materials that can make the water unsafe to drink. Therefore, it is important to know the available water sources in the area and how to treat them to make them potable."
                    },
                    {
                        "type": "text",
                        "value": "In summary, location is an important factor to ensure reliable access to freshwater. Sources of freshwater vary depending on geographic location, and it is important to know the available water sources in the area and how to treat them to make them potable."
                    }
                ]
            },{
                "id": "AAF",
                "title": "Rainwater",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "How to collect and store fresh rainwater?"
                    },
                    {
                        "type": "text",
                        "value": "Collecting and storing rainwater can be an additional source of fresh water when needed. Here are a few steps to follow to collect and store rainwater:"
                    },
                    {
                        "type": "image",
                        "value": "eauDePluie_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Install a rainwater collection system: A rainwater collection system can be as simple as a large bucket or as complex as a system of gutters and conduits that channel water to a storage tank. The choice of system will depend on the amount of water you plan to collect and the resources you have."
                    },
                    {
                        "type": "bullet",
                        "value": "Choose a location for storage: The storage tank should be located in a dry, clean place and protected from direct sunlight to prevent the growth of bacteria and algae. It can be placed underground or above ground, depending on the configuration of your land."
                    },
                    {
                        "type": "bullet",
                        "value": "Install a filtration system: It is important to filter rainwater before storing it to remove impurities and contaminants. A simple filter can be made of a piece of cloth or mesh attached to the opening of the storage tank."
                    },
                    {
                        "type": "bullet",
                        "value": "Add preservatives: To prevent the proliferation of bacteria and algae, you can add preservatives such as hydrogen peroxide, chlorine, or mineral salts."
                    },
                    {
                        "type": "bullet",
                        "value": "Use stored water safely: The stored water should be treated before consumption to remove bacteria, viruses, parasites, and chemicals that may be present. Water treatment sachets, water filters, or UV rays can be used to purify stored water."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that laws and regulations regarding the collection and storage of rainwater vary by country and state. It is therefore important to inquire about the regulations in force in your area before starting to collect rainwater."
                    }
                ]
            },
            {
                "id": "AAG",
                "title": "Purification skills",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "There are several natural methods for filtering and purifying fresh water. Here are a few:"
                    },
                    {
                        "type": "text",
                        "value": "Boiling: Boiling water is one of the simplest methods to kill bacteria, viruses, and parasites that may be present in water. To do this, bring the water to a boil for at least 1 minute, then let it cool before consuming."
                    },
                    {
                        "type": "text",
                        "value": "Activated charcoal: Activated charcoal is a porous material that can absorb chemicals, impurities, and contaminants present in water. You can use powdered or granulated activated charcoal to filter water. Place the activated charcoal in a container and pour water through it. You can also place activated charcoal in a cloth and use this cloth as a filter."
                    },
                    {
                        "type": "text",
                        "value": "Gravity filtration: Gravity filtration is a simple method to remove suspended particles from water. You can use a ceramic, sand, stone, or cloth filter to filter water. Water passes through the filter under the influence of gravity, and particles are trapped in the filter."
                    },
                    {
                        "type": "text",
                        "value": "UV radiation: UV rays can be used to kill bacteria, viruses, and parasites present in water. You can use a UV lamp to purify water by passing it under the lamp for about 1 to 2 minutes."
                    },
                    {
                        "type": "text",
                        "value": "Chlorination: Adding chlorine to water can kill bacteria, viruses, and parasites that may be present. Add a few drops of bleach to the water, then wait about 30 minutes before consuming it."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that these natural methods are not always sufficient to eliminate all water contaminants, especially chemicals. If you are in a survival situation where clean drinking water is scarce, it is recommended to use several of these methods in combination to ensure safe drinking water."
                    }
                ]
            },
            {
                "id": "AAH",
                "title": "Collecting in Nature",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "There are several methods for collecting rainwater. The first is to use any containers you may have on you. The second is to tie the corners of a poncho or tarp around trees located a few meters off the ground, place a small rock in the center to create a depression, and let the water drip down."
                    },
                    {
                        "type": "bullet",
                        "value": "Collecting rainwater"
                    },
                    {
                        "type": "text",
                        "value": "Collecting and drinking rainwater is one of the safest ways to hydrate without risk of bacterial infection. This is particularly true in rural and wilderness areas (in urban centers, rain first passes through pollution, emissions, etc.)"
                    },
                    {
                        "type": "text",
                        "value": "There are two main methods for collecting rainwater. The first is to use any containers you may have on you. The second is to tie the corners of a poncho or tarp around trees located a few meters off the ground, place a small rock in the center to create a depression, and let the water drip down."
                    },
                    {
                        "type": "bullet",
                        "value": "Collecting morning dew"
                    },
                    {
                        "type": "text",
                        "value": "Looking for a way to collect up to a liter of water per hour? Tie absorbent clothing or fine grass clumps around your ankles, and take a walk before sunrise through tall grass, meadows, etc. Squeeze the water out when the fabric is saturated, and repeat. Just make sure you're not collecting dew from a toxic plant."
                    },
                    {
                        "type": "image",
                        "value": "collecter_rosee_fr_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Fruits/vegetation"
                    },
                    {
                        "type": "text",
                        "value": "Fruits, vegetables, cacti, succulent/pulpy plants, and even roots all contain a lot of water. In all of these cases, just pick the plants, put them in any container, and mash them into a pulp with a rock to collect their liquid. It's not much, but in desperate situations, every little bit counts."
                    },
                    {
                        "type": "text",
                        "value": "This method is particularly useful in tropical environments where fruits and vegetation are abundant. Coconuts can be an excellent source of hydration. However, it's best to consume green, immature coconuts rather than mature ones, as the milk from ripe coconuts acts as a laxative, which will only dehydrate you further."
                    },
                    {
                        "type": "bullet",
                        "value": "Collecting plant transpiration"
                    },
                    {
                        "type": "text",
                        "value": "Water is collected from plant transpiration in an illustration of a jar."
                    },
                    {
                        "type": "image",
                        "value": "collectwater_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "This is the process by which moisture is transported from a plant's roots to the underside of its leaves. From there, it evaporates into the atmosphere, but you can collect the water before it does so."
                    },
                    {
                        "type": "text",
                        "value": "In the morning, at the first hour, tie a bag (or something that can be turned into a bag; the bigger, the better) around a branch of a leafy green tree or shrub. Place a stone in the bag to weigh it down a bit so that the water has a place to accumulate. Throughout the day, the plant transpires and produces moisture. But instead of evaporating into the atmosphere, it accumulates at the bottom of your bag. Never do this with a toxic plant."
                    },
                    {
                        "type": "bullet",
                        "value": "Tree bark/rock crevices"
                    },
                    {
                        "type": "text",
                        "value": "Like fruits and vegetation, this is another source that won't provide much water, but it's something to do when conditions are tough - especially when you're stranded in a desert. The crotch of tree branches or crevices in rocks can be small places to collect water. In an arid area, bird droppings around a rock crevice can indicate the presence of water inside, even if it's not visible. To remove water from hollows and fissures, put a piece of clothing or fabric inside, let it absorb all the moisture, and wring it out. Repeat if you can, and come back after a rain to replenish."
                    },
                    {
                        "type": "bullet",
                        "value": "Dig an underground well"
                    },
                    {
                        "type": "image",
                        "value": "water_hole_fr"
                    },
                    {
                        "type": "text",
                        "value": "The advantage of creating a still is that it provides a reliable and fairly large source of water (compared to other methods), and you have a rough idea of how much you'll get, allowing you to better plan and ration yourself."
                    },
                    {
                        "type": "text",
                        "value": "There are two types of wells: underground wells and surface wells. Surface wells are the most effective because they collect more water, but surface wells can be useful if you're extremely low on energy and can't dig a big hole."
                    },
                    {
                        "type": "text",
                        "value": "Supplies: Container (the largest you have), Transparent plastic sheet, Digging tool, Rocks"
                    }
                ]
            }
        ],
        "isPremium": false
    },
    {
        "uid": "2",
        "title": "Electricity in survival situations",
        "subtitle": "Preparing for prolonged power outages",
        "image": "electricity",
        "links": [],
        "descriptionShort": "Electricity is vital for our daily lives, and this is especially true in survival situations. Whether it is to power heating, cooking, lighting, or communication devices, electricity can make the difference between life and death. In this section, you will learn why electricity is so important in survival situations and how you can prepare for a prolonged power outage.",
        "descriptionLong": "Electricity is a crucial element of our daily lives, allowing us to heat our homes, cook our meals, light our surroundings, communicate with others, work, and even entertain ourselves. However, in survival situations, electricity can make the difference between life and death.\n\nDuring a crisis or natural disaster, such as a hurricane, snowstorm, or flood, power lines can be damaged or cut, depriving people of access to electricity. In these situations, it is important to have alternative sources of energy to meet your basic needs.\n\nLack of electricity can also cause security problems, as security systems such as alarms, cameras, and electric gates may no longer function. Without electricity, pharmacies, hospitals, and long-term care facilities may be unable to provide adequate care, which can lead to dramatic consequences for patients.\n\nTo be prepared for a prolonged power outage, it is important to equip yourself with a portable power generator, solar panels, energy storage batteries, and other alternative energy sources. Solar lamps and rechargeable lanterns are also essential for lighting, while car battery chargers can be used to recharge your electronic devices.\n\nIn addition to having alternative energy sources, it is important to know the necessary skills to repair simple electrical circuits, install solar panels and charge controllers, and use electrical measuring tools such as a voltmeter and an ammeter. It is also important to learn how to save energy to maximize the autonomy of your electrical systems.\n\nIn conclusion, electricity is a crucial element in survival situations, as it can meet our basic needs and ensure our safety. It is therefore important to prepare for a prolonged power outage by having alternative energy sources and acquiring the necessary skills to repair and maintain these systems.",
        
        "items": [
            {
                "id": "AAI",
                "title": "Portable Electric Generator",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "A portable electric generator is an essential equipment for anyone who wishes to prepare for a prolonged power outage in case of survival."
                    },
                    {
                        "type": "image",
                        "value": "generator_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "A portable electric generator works by burning fuel, usually gasoline or diesel, to produce electricity."
                    },
                    {
                        "type": "text",
                        "value": "The power of a portable electric generator is measured in watts, and there are models ranging from a few hundred watts to several thousand watts."
                    },
                    {
                        "type": "text",
                        "value": "Portable electric generators can power a wide range of appliances, including refrigerators, air conditioners, power tools, lights, computers, and communication equipment."
                    },
                    {
                        "type": "text",
                        "value": "Portable electric generators are available at a range of prices, from a few hundred to several thousand dollars, depending on the power, quality, and brand."
                    },
                    {
                        "type": "text",
                        "value": "It is important to store enough fuel to operate your portable electric generator for an extended period, as well as to store gasoline or diesel safely and securely."
                    },
                    {
                        "type": "text",
                        "value": "Portable electric generators should be used in a well-ventilated area, outside the home, to avoid the risk of fire and carbon monoxide poisoning."
                    }
                ]
            },
            {
                "id": "AAJ",
                "title": "Solar Panels",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Solar panels and charge controllers are important equipment for any off-grid survival base. Here's some information about them:"
                    },
                    {
                        "type": "bullet",
                        "value": "Why equip your survival base with solar panels?"
                    },
                    {
                        "type": "text",
                        "value": "Solar panels are a reliable and renewable source of energy that can provide electricity in case of prolonged power outages. They are also useful for outdoor survival situations where there are no other energy sources available. Solar panels can be used to power devices such as lights, battery chargers, radios, fans, and even refrigerators."
                    },
                    {
                        "type": "image",
                        "value": "solar_fr_en"
                    },
                    {
                        "type": "bullet",
                        "value": "How many solar panels do you need for a survival base?"
                    },
                    {
                        "type": "text",
                        "value": "The number of solar panels needed depends on the amount of energy you need to power your devices. It is recommended to estimate your electrical consumption and choose the solar panels accordingly. In general, solar panels have an output power ranging from 100 to 400 watts, and you can install several of them to increase the output power."
                    },
                    {
                        "type": "bullet",
                        "value": "What is the lifespan of solar panels?"
                    },
                    {
                        "type": "text",
                        "value": "The lifespan of solar panels depends on several factors such as the quality of materials used, weather conditions, and regular maintenance. In general, solar panels have an average lifespan of around 25 to 30 years. It is important to keep solar panels clean and maintain them regularly to maximize their efficiency and lifespan."
                    }
                ]
            },
            {
                "id": "AAK",
                "title": "Batteries & Energy Storage",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Batteries and energy storage are important elements to consider in survival and collapse scenarios, as they allow for the storage of energy produced by renewable sources such as solar panels or wind turbines, or by electric generators. Here are some reasons why batteries and energy storage can be important in collapse scenarios:"
                    },
                    {
                        "type": "text",
                        "value": "Autonomy: Batteries and energy storage allow you to have an autonomous and reliable source of energy, which can allow you to continue using electrical devices even in case of prolonged power outage."
                    },
                    {
                        "type": "text",
                        "value": "Mobility: Portable batteries can be used to power communication devices, navigation devices, lamps or electric tools during travel or outdoor activities."
                    },
                    {
                        "type": "text",
                        "value": "Safety: In case of emergency, batteries and energy storage can be used to power emergency equipment such as radios, mobile phone chargers, emergency lighting, or even to power water pumps."
                    },
                    {
                        "type": "text",
                        "value": "As for battery types, there are several, each with its own advantages and disadvantages. Here are some examples of battery types that you may consider:"
                    },
                    {
                        "type": "bullet",
                        "value": "Lead-acid batteries: They are economical and have a long lifespan, but they are also heavy and require regular maintenance."
                    },
                    {
                        "type": "bullet",
                        "value": "Lithium-ion batteries: They are lighter and have a higher energy density, but they can be more expensive and require additional safety precautions."
                    },
                    {
                        "type": "bullet",
                        "value": "Nickel-cadmium (NiCad) batteries: They are cheaper than lithium-ion batteries, have a long lifespan, and can be quickly recharged, but they are also heavier and can have memory problems."
                    },
                    {
                        "type": "text",
                        "value": "Finally, as for battery lifespan, this will depend on the type of battery you use, how you use it, and how you maintain it. In general, batteries have a lifespan that can vary from a few years to several decades depending on the type and conditions of use. It is important to follow the manufacturer's instructions to maximize the lifespan of your battery and keep it in good working order."
                    }
                ]
            },
            {
                "id": "AAL",
                "title": "Must-Have Items",
                "mode": "essential",
                "content": [
                    {
                        "type": "bullet",
                        "value": "Solar lamps and rechargeable lanterns: During a prolonged power outage, lamps and lanterns are essential for lighting, especially at night. Solar lamps are an excellent option because they do not require electricity to operate - they simply recharge from the sun's light. Rechargeable lanterns can also be a good option if they can be charged from an alternative power source, such as a generator or solar panel."
                    },
                    {
                        "type": "bullet",
                        "value": "Electric cables and connectors: If you need to create an electrical system in case of collapse or survival, you will need cables and connectors to connect the different components together. Electrical cables of different sizes and thicknesses can be used for the transmission of electrical energy, while connectors allow you to connect different components, such as solar panels and batteries. It is important to choose quality cables and connectors to ensure reliable and safe transmission of energy."
                    },
                    {
                        "type": "bullet",
                        "value": "Car battery chargers: Batteries can be a valuable source of energy in case of collapse or survival, as they can be used to power a variety of devices. However, to use a battery, you will need a battery charger. Car battery chargers can be a good option because they can be powered from a generator or solar panel, and they are designed to quickly charge car batteries. You may also want to consider buying a portable battery charger for use on the go."
                    }
                ]
            },
            {
                "id": "AAM",
                "title": "Some Skills",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "These skills are important to ensure the availability of a reliable source of electricity for an extended period in survival situations. Here's why each of these skills is important."
                    },
                    {
                        "type": "bullet",
                        "value": "Install solar panels and charge controllers"
                    },
                    {
                        "type": "text",
                        "value": "Solar panels are a renewable energy source that can be used to generate electricity. However, it is important to know how to install them correctly and how to use charge controllers to prevent damage or overcharging."
                    },
                    {
                        "type": "bullet",
                        "value": "Identify different types of electrical wiring"
                    },
                    {
                        "type": "text",
                        "value": "This is essential to understand how different electrical components are connected to each other. It also helps to know what type of wiring is needed for a specific electrical project, understand how an electrical circuit works, and how to repair it in case of failure."
                    },
                    {
                        "type": "bullet",
                        "value": "Understand basic electronics principles"
                    },
                    {
                        "type": "text",
                        "value": "Understanding basic electronics principles helps to understand how electrical components work and how to repair them in case of failure."
                    },
                    {
                        "type": "bullet",
                        "value": "Use electrical measuring tools, such as a voltmeter and ammeter"
                    },
                    {
                        "type": "text",
                        "value": "Knowing how to use these tools allows you to measure electrical voltage and current, which can be useful in determining whether an electrical circuit is working properly and identifying any failures."
                    },
                    {
                        "type": "bullet",
                        "value": "Save energy to maximize the autonomy of your electrical systems"
                    },
                    {
                        "type": "text",
                        "value": "By learning how to save energy, you can maximize the autonomy of your electrical systems and extend the life of your batteries or other energy sources. This can be crucial in a survival situation where energy sources may be limited."
                    },
                    {
                        "type": "bullet",
                        "value": "Repair simple electrical circuits"
                    },
                    {
                        "type": "text",
                        "value": "By knowing how to repair simple electrical circuits, you can save money by avoiding professional help and be able to quickly restore a source of electricity if needed."
                    }
                ]
            }
        ],
        "isPremium": false
        
    },
    {
        "uid": "3",
        "title": "Hunting and Trapping",
        "subtitle": "Prepare for Hunting and Trapping",
        "image": "hunting",
        "links": [
            {
                "url": "",
                "description": "Website",
                "title": "Making Ammunition"
            },
            {
                "url": "",
                "description": "Website",
                "title": "How to Shoot a Rifle"
            },
            {
                "url": "",
                "description": "Website",
                "title": "How to Hunt Rabbits"
            },
            {
                "url": "",
                "description": "????????????????????????????????",
                "title": "Learning to Make Traps"
            },
            {
                "url": "",
                "description": "Website",
                "title": "How to Hunt Deer"
            }
        ],
        "descriptionShort": "In a survival situation, hunting can be a vital skill for obtaining food and surviving in the wild. Meat is an important source of protein, nutrients, and calories needed to maintain energy and health. Learning to hunt and build traps can also help to avoid hunger and malnutrition during times of food scarcity.",
        "descriptionLong": "In case of survival, hunting can become a vital skill to obtain food and survive in the wild. When food and water are scarce, hunting can be one of the only ways to obtain the nutrients and energy necessary to maintain health and physical strength.\n\nMeat is an important source of protein, nutrients, and calories necessary for the body. Hunted animals can provide meat, offal, and bones for making broth. Fish can also be an important source of protein and nutrients and can be found in rivers, lakes, and ponds.\n\nBy learning how to hunt and build traps, you can increase your chances of survival and avoid hunger and malnutrition in case of food shortages. Traps can be built to capture animals such as rabbits, squirrels, birds, fish, rats, and mice. Traps can be simple or complex and can include snares, collar traps, pit traps, and net traps.\n\nHowever, hunting can be dangerous and requires proper training to be practiced safely. Firearms and crossbows are commonly used tools for hunting, but they must be used with care. It is important to know firearm safety rules and learn how to handle these weapons safely. Skills such as knowledge of hunting techniques, silent approach, camouflage, tracking, and ammunition making are also important to succeed in hunting safely.\n\nIn addition to the tools and skills necessary for hunting, it is also important to prepare by purchasing appropriate hunting clothing. Hunting clothing should be durable, weather-resistant, and comfortable for extended use. Sturdy boots, gloves, and hunting hats may also be necessary to protect against the elements.",
        "items": [
            {
                "id": "AAN",
                "title": "Bows & Crossbows",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Advantages of bows:"
                    },
                    {
                        "type": "image",
                        "value": "bow_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Bows are generally lighter than crossbows, making them easier to carry over long distances or difficult terrain."
                    },
                    {
                        "type": "bullet",
                        "value": "Bows are quieter than crossbows, which can be an advantage when hunting, as it avoids frightening nearby animals."
                    },
                    {
                        "type": "bullet",
                        "value": "Bows are often less expensive than crossbows, as they do not require as much material and components for their manufacture."
                    },
                    {
                        "type": "text",
                        "value": "Advantages of crossbows:"
                    },
                    {
                        "type": "image",
                        "value": "crossbow_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Crossbows are generally more accurate than bows, as they have better stability and more precise aiming."
                    },
                    {
                        "type": "bullet",
                        "value": "Crossbows are easier to use than bows for beginners, as they require less physical strength and skills to maneuver and aim."
                    },
                    {
                        "type": "bullet",
                        "value": "Crossbows have a longer range than bows, which can be an advantage when hunting at greater distances."
                    },
                    {
                        "type": "text",
                        "value": "Advantages of compound bows:"
                    },
                    {
                        "type": "image",
                        "value": "compound_bow_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Compound bows have pulleys that reduce the effort required to hold the string at full extension. This makes aiming easier and allows for greater accuracy when shooting."
                    },
                    {
                        "type": "bullet",
                        "value": "Compound bows also have a greater draw weight than traditional bows, meaning they can shoot arrows faster and with more force."
                    },
                    {
                        "type": "bullet",
                        "value": "Compound bows are often equipped with stabilizers, sights, and triggers, making them easier to use and more precise for beginners."
                    },
                    {
                        "type": "text",
                        "value": "However, compound bows also have some potential disadvantages:\nThey are heavier than traditional bows and can be more difficult to carry over long distances.\nThey are often more expensive than traditional bows due to their complexity and additional equipment."
                    }
                ]
            }
            ,
            {
                "id": "AAO",
                "title": "Ammunition",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Ammunition is a crucial element for hunting, as it provides the necessary energy to effectively and quickly take down animals. In the event of a collapse, ammunition can become scarce, making storage and production important for hunters."
                    },
                    {
                        "type": "text",
                        "value": "The amount of ammunition you should store depends on your level of preparedness and hunting skills. It is recommended to have at least 100-200 rounds of common caliber ammunition (such as .22LR, 12 gauge, .308 Win, etc.) to be prepared in case of an emergency. If you plan to hunt frequently, you should store more ammunition."
                    },
                    {
                        "type": "text",
                        "value": "Ammunition production is an important skill for hunters in the event of an ammunition shortage. However, this requires specific skills, equipment, and appropriate raw materials. It is important to note that ammunition production can be dangerous if done improperly. Therefore, it is strongly recommended to receive appropriate training before attempting to produce ammunition."
                    },
                    {
                        "type": "text",
                        "value": "Ammunition Production:"
                    },
                    {
                        "type": "image",
                        "value": "munitions_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Choosing the appropriate caliber: The choice of caliber depends on the type of weapon you own and the animal you are hunting."
                    },
                    {
                        "type": "bullet",
                        "value": "Selecting components: Ammunition is composed of three main elements: the casing, primer, and bullet (or shot). You will need to select each element based on your needs and skills."
                    },
                    {
                        "type": "bullet",
                        "value": "Preparing the casing: The casing is the brass part that contains the powder and bullet. It must be cleaned, stretched, and cut to the correct length."
                    },
                    {
                        "type": "bullet",
                        "value": "Installing the primer: The primer is a small capsule that creates a spark to ignite the powder. It must be installed precisely in the casing."
                    },
                    {
                        "type": "bullet",
                        "value": "Adding the powder: Powder is added to the casing using a powder dispenser. The amount of powder must be precise to ensure the safety and effectiveness of the ammunition."
                    },
                    {
                        "type": "bullet",
                        "value": "Installing the bullet: The bullet must be precisely installed on the casing. This can be done using a tool called a sizer."
                    },
                    {
                        "type": "bullet",
                        "value": "Crimping the bullet: Crimping involves squeezing the neck of the casing around the bullet. This ensures that the bullet stays in place when fired."
                    },
                    {
                        "type": "bullet",
                        "value": "Inspecting the ammunition: Once the ammunition is assembled, it is important to inspect it to ensure that it is correctly assembled and safe to use."
                    },
                    {
                        "type": "bullet",
                        "value": "This also requires a fair amount of equipment!"
                    },
                    {
                        "type": "text",
                        "value": "Reloading press: This is the basic equipment for ammunition manufacturing. It allows for the primers to be fixed, powder to be measured, and bullets to be crimped.\nPress tool set: This set of tools includes tools for preparing casings, crimping, and installing bullets.\nPowder dispenser: This equipment allows for the precise measurement of powder to be placed in each casing.\nReloading scale: It allows for the precise weighing of the amount of powder for each casing.\nNeck caliper: It allows for the measurement of the length and diameter of the casing for precise ammunition manufacturing.\nStorage boxes: These are necessary for storing ammunition components such as casings, bullets, and primers.\nRaw materials: The components necessary for ammunition manufacturing, such as casings, primers, bullets, and powder, must be purchased separately."
                    }
                ]
            }
            ,
            {
                "id": "AAP",
                "title": "Basic Equipment",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Here is a list of basic equipment for hunting and setting traps:"
                    },
                    {
                        "type": "bullet",
                        "value": "Wire for traps."
                    },
                    {
                        "type": "bullet",
                        "value": "A compass is essential for orienting oneself in nature and avoiding getting lost in the forest or mountains."
                    },
                    {
                        "type": "bullet",
                        "value": "A flashlight is important for illuminating one's path in case of nighttime movement or for searching dark areas for food or survival tools."
                    },
                    {
                        "type": "bullet",
                        "value": "Binoculars are a valuable tool for observing wildlife and spotting potential prey from a distance, without having to get too close and risk scaring them away. They also allow for observing animal movements at dawn and dusk, times when hunting is often most fruitful. Binoculars are therefore a key element in increasing the chances of success during hunting or survival in natural environments."
                    },
                    {
                        "type": "bullet",
                        "value": "A knife is a versatile tool that can be used for both hunting (cutting meat), preparing food, and making survival tools."
                    },
                    {
                        "type": "bullet",
                        "value": "An axe is useful for cutting wood and building shelter, starting a fire, or making survival tools."
                    },
                    {
                        "type": "bullet",
                        "value": "A small saw is useful for cutting branches or tree trunks that are thicker than what a knife allows, in order to make tools or build a shelter."
                    }
                ]
            }
            ,
            {
                "id": "AAU",
                "title": "Building Traps",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Traps: Traps are useful for catching small animals, such as rabbits, squirrels, and raccoons. There are many types of traps:"
                    },
                    {
                        "type": "bullet",
                        "value": "snares"
                    },
                    {
                        "type": "image",
                        "value": "trap_2_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Snare traps are traps that capture animals by blocking their neck. They are often used to catch small animals such as rabbits, hares, and squirrels. Here are the steps to set up a snare trap:\nFind a suitable location: Snare traps should be placed in areas where animals pass regularly, such as along a walking path, near a burrow, or a water source.\nPrepare the snare: The snare should be made with a strong wire, such as wire, and be long enough to wrap around the animal's neck. The snare should be attached to a tree or a stake in the ground to prevent the animal from escaping with the trap.\nInstall the trap: Bury the snare in the ground or place it on a flat surface for the animal to pass through.\nWait: Wait for the animal to be caught by the trap. Snares are designed to tighten when an animal passes through, trapping the animal by the neck.\nRelease the animal: If you catch an animal, it is important to release it quickly and carefully. Hold the animal with a glove, remove the snare, and release it."
                    },
                    {
                        "type": "image",
                        "value": "trap_1_fr_en"
                    },
                    {
                        "type": "bullet",
                        "value": "jaw traps"
                    },
                    {
                        "type": "image",
                        "value": "trap_3_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Jaw traps are hunting traps that work by capturing the animal between two metal jaws. The trap is typically placed on a trail frequented by the targeted animal, and once triggered, the jaws snap shut quickly and forcefully on the animal's limbs or body, holding it captive. Jaw traps have been used for centuries to capture animals such as foxes, coyotes, weasels, raccoons, and wolves, and are still used today for hunting and wildlife management. However, their use is often controversial due to the suffering inflicted on the captured animal."
                    },
                    {
                        "type": "text",
                        "value": "It is possible to make jaw traps yourself, but this requires advanced skills in mechanics and trap making, as well as in-depth knowledge of the targeted animals and local hunting regulations. Additionally, it's important to note that in many places, the use of jaw traps is regulated or prohibited for animal welfare reasons. Before attempting to make a jaw trap, it is therefore essential to research local regulations and consider more humane and ethical hunting alternatives."
                    },
                    {
                        "type": "bullet",
                        "value": "snare traps"
                    },
                    {
                        "type": "image",
                        "value": "trap_4_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Lace traps are simple hunting traps that work by capturing the animal by the neck or leg using a metal wire or cord. The traps are often set up on trails or areas where animals frequently pass by, and are triggered when an animal puts its leg or head in the trap. When the trap is triggered, it tightens the metal wire or cord around the animal's leg or neck, thus keeping it captive.\nLace traps are often used to capture small animals such as rabbits, hares, rats, and squirrels. However, their use is regulated or prohibited in many places due to the suffering they can inflict on the captured animal. It is therefore important to check local regulations before using lace traps for hunting or wildlife management."
                    }
                ]
            }
            ,
            {
                "id": "AAQ",
                "title": "Meat and Cutting",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "When faced with a survival situation, hunting can be a vital source of food. However, once the animal is killed, it's important to know how to properly prepare and store the meat so that it can be safely consumed. In this section, we will explore techniques for cutting, deboning, preserving, drying, and smoking meat, as well as practical tips for effectively using each part of the animal. Whether you're a novice in butchery or looking to improve your skills, this section will provide you with the necessary knowledge to maximize your meat harvest and store it under optimal conditions."
                    },
                    {
                        "type": "bullet",
                        "value": "How to dry or smoke meat"
                    },
                    {
                        "type": "image",
                        "value": "smoke_fr"
                    },
                    {
                        "type": "text",
                        "value": ": To dry meat, simply hang it in a cool, dry place and let it dry for several weeks until it's completely dry. To smoke meat, use a smoker and expose the meat to wood smoke for several hours until it's well smoked."
                    },
                    {
                        "type": "bullet",
                        "value": "The way to cut meat"
                    },
                    {
                        "type": "text",
                        "value": ": It's recommended to cut meat after it's been allowed to mature for several days to allow the meat enzymes to break down and make it more tender. The maturation period will depend on the type of meat and the storage conditions, but it can range from a few days to several weeks. It's also important to keep the meat fresh and cool during the cutting process. To do this, it's advised to work with the meat in a cool place or even in a refrigerator."
                    },
                    {
                        "type": "bullet",
                        "value": "Deboning and preparing"
                    },
                    {
                        "type": "text",
                        "value": ": It's important to remove the organs, skin, and feathers from the meat to allow for quick cooling and to prevent contamination. It's also advised to clean the meat with cold water to remove any remaining dirt and blood. Then, it's recommended to let the meat rest in a cool place for a few hours so that the temperature of the meat reaches that of the environment."
                    },
                    {
                        "type": "bullet",
                        "value": "Preservation"
                    },
                    {
                        "type": "text",
                        "value": ": There are different methods for preserving meat, including salt preservation, cold preservation, and dried or smoked preservation. For salt preservation, simply cover the meat with salt and let it rest for several weeks until it's well preserved. For cold preservation, it's recommended to keep the meat at a temperature of 0 to 5 degrees Celsius. For dried or smoked preservation, the meat should be hung in a cool, dry place and exposed to smoke to help prevent bacterial growth."
                    },
                    {
                        "type": "bullet",
                        "value": "How to use different parts of the animal"
                    },
                    {
                        "type": "text",
                        "value": "It is recommended to know the different cuts of meat and how to prepare them for specific dishes. For example, the most tender parts of the animal (such as the fillet) are ideal for grilling, while tougher parts can be used for stews or soups. It is also important to know how to use bones and meat leftovers to make broths or soups."
                    }
                ]
            }
            ,
            {
                "id":"AAR",
                "title":"Clothing",
                "mode":"intermediate",
                "content":[
                    {
                        "type":"text",
                        "value":"Whether you're an experienced hunter or new to the field, choosing the appropriate clothing is essential for a successful hunting experience. Hunting clothes are not just ordinary outdoor clothing; they are designed to provide you with comfort, protection, and concealment in nature. In this section, we will introduce you to the different types of hunting clothes, their features and benefits, as well as practical tips to help you choose the appropriate clothing based on your hunting environment and weather conditions."
                    },
                    {
                        "type":"image",
                        "value":"gear_fr_en"
                    },
                    {
                        "type":"bullet",
                        "value":"Hunting Jacket"
                    },
                    {
                        "type":"text",
                        "value":"The hunting jacket should be waterproof and breathable to protect against inclement weather and allow for quick sweat evaporation."
                    },
                    {
                        "type":"bullet",
                        "value":"Hunting Pants"
                    },
                    {
                        "type":"text",
                        "value":"Hunting pants should also be waterproof and breathable, with reinforcements at the knees and buttocks for increased durability."
                    },
                    {
                        "type":"bullet",
                        "value":"Hunting Boots"
                    },
                    {
                        "type":"text",
                        "value":"Hunting boots should be comfortable, durable, and waterproof to keep your feet dry and warm."
                    },
                    {
                        "type":"bullet",
                        "value":"Hunting Gloves"
                    },
                    {
                        "type":"text",
                        "value":"Hunting gloves should be tough and waterproof, with good grip for handling weapons and traps."
                    },
                    {
                        "type":"bullet",
                        "value":"Hunting Cap or Hat"
                    },
                    {
                        "type":"text",
                        "value":"The hunting cap or hat should provide sun protection and increased visibility by wearing a bright color to be easily visible to other hunters."
                    },
                    {
                        "type":"bullet",
                        "value":"Technical Underwear"
                    },
                    {
                        "type":"text",
                        "value":"Technical underwear is important for regulating body temperature and sweating."
                    },
                    {
                        "type":"bullet",
                        "value":"Camouflage Clothing"
                    },
                    {
                        "type":"text",
                        "value":"Camouflage clothing is useful for blending into the environment and going unnoticed."
                    },
                    {
                        "type":"bullet",
                        "value":"Sunglasses"
                    },
                    {
                        "type":"text",
                        "value":"Sunglasses are necessary to protect the eyes from harmful UV rays."
                    },
                    {
                        "type":"bullet",
                        "value":"Neck Gaiter"
                    },
                    {
                        "type":"text",
                        "value":"The neck gaiter is useful for protecting the neck and face from the elements."
                    }
                ]
            }
            ,
            {
                "id": "AAS",
                "title": "Building a Bow in the Wilderness",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Building a bow and arrows is an important skill for wilderness survival. Whether you're a hunter or an adventurer seeking thrills, knowing how to make your own hunting equipment is essential. Not only does it allow you to become more self-sufficient, but it can also be a rewarding experience in itself. In this section, we will guide you through the necessary steps to build a bow and arrows from materials found in nature."
                    },
                    {
                        "type": "image",
                        "value": "bowmaking_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Find suitable wood: The first step is to find suitable wood for the construction of your bow. Commonly used types of wood are yew, maple, ash, walnut, juniper, and bamboo. It is important to find wood that is flexible and sturdy, but not too thick or heavy.\n\nShape the wood: Once you have found suitable wood, it's time to shape it into a bow shape. This involves cutting it to the desired length and gently bending it into the shape of a bow. You can use tools such as a knife, saw, rasp, and sandpaper to help shape the wood.\n\nAdd notches: Notches are notches made at each end of the bow to hold the bowstrings. You can make them with a knife or saw.\n\nMake the bowstring: The bowstring is made of natural fibers such as hemp or linen bowstring. It must be adjusted to properly hold the bow. To make it, you can use a twisting technique to braid the fibers together.\n\nMake the arrows: To make arrows, you will need wood for the shafts, feathers for the fletching, and tips for the arrowheads. Arrowheads can be made of materials such as stone, flint, or metal. Fletching can be attached with natural glue or resin.\n\nTest your equipment: Once you have made your bow and arrows, it is important to test them to ensure they are effective. You can test the flexibility of the bow by pulling on the string, and test the accuracy of the arrows by shooting them at a target."
                    }
                ]
            }
            ,
            {
                "id": "AAT",
                "title": "Hunting skill",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Hunting is an essential skill for survival in nature. Whether it's for food or protection, it's important to know how to hunt and trap effectively. However, this requires learning and regular practice."
                    },
                    {
                        "type": "text",
                        "value": "It's important to search for resources online, learn about the laws and regulations in your region, but also to seek advice from local residents. They may have specific knowledge and tips for hunting and trapping more effectively in the region."
                    },
                    {
                        "type": "text",
                        "value": "In addition, it's crucial to understand the seasons and behaviors of animals in order to hunt them effectively. For example, it's better to hunt deer during the rutting season, as they are more active and easier to approach. It's also important to respect the animals you hunt and use all parts of the animal to minimize waste."
                    },
                    {
                        "type": "text",
                        "value": "Finally, it's essential to master different hunting techniques, including bow hunting, crossbow hunting, rifle hunting, as well as trapping techniques. Regular training is important to develop and maintain these skills over time."
                    },
                    {
                        "type": "text",
                        "value": "In summary, hunting and trapping are important skills for survival in nature, but require learning and regular practice. It's important to learn about laws, animal behaviors, hunting techniques, and to respect the animals you hunt."
                    }
                ]
            }
            ,
            {
                "id": "AAV",
                "title": "Disease Detection",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Disease detection is vital for any hunter or person looking to forage in the wild. Knowing how to identify signs of disease in an animal is essential to avoid contracting potentially deadly illnesses. Additionally, it also helps prevent the spread of diseases between animals and preserve the health of wildlife. In this section, we will explore the different signs and symptoms to watch for when hunting and how to act accordingly to minimize the risk of disease transmission."
                    },
                    {
                        "type": "text",
                        "value": "Behavior: A sick animal may appear lethargic, weakened, disoriented, or disinterested in its surroundings. It may also be more aggressive or, conversely, more passive than usual.\n\nPhysical appearance: A sick animal may have damaged skin or fur, be thin, or have visible wounds or lesions. Its eyes may be swollen, red, or runny.\n\nOdors: Certain diseases can cause unpleasant or unusual odors, such as a smell of decay, mold, or pus.\n\nGlands: When an animal is harvested, its glands can be examined for possible infections or abnormalities. The most commonly examined glands are the anal glands in mammals, which can indicate bacterial or parasitic infections."
                    }
                ]
            }
            ,
            {
                "id": "AAW",
                "title": "Storage and Conservation",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "When hunting for food, it is important to know how to store and preserve meat so that it remains edible and does not spoil. Improper storage can quickly make the meat unfit for consumption and cause health problems. That's why having skills in meat storage and conservation is essential."
                    },
                    {
                        "type": "text",
                        "value": "Here are some examples of meat storage and preservation techniques:"
                    },
                    {
                        "type": "bullet",
                        "value": "Salting: Salt can be used to preserve meat by drying it out and preventing bacterial growth. The meat can be rubbed with salt or soaked in a brine."
                    },
                    {
                        "type": "bullet",
                        "value": "Drying: Meat can be dried in the open air or in a dehydrator to remove moisture and extend its shelf life. This technique is particularly useful for lean meats."
                    },
                    {
                        "type": "bullet",
                        "value": "Smoking: Meat can be smoked to enhance its flavor and shelf life. Smoke acts as a natural preservative and helps prevent bacterial growth."
                    },
                    {
                        "type": "bullet",
                        "value": "Freezing: Freezing is a common method of meat storage. However, it is important to ensure that the meat is properly packaged to avoid freezer burn and quality loss."
                    },
                    {
                        "type": "bullet",
                        "value": "Cooling: If you don't have a freezer, you can use the cooling technique to preserve meat for a few days. The meat should be kept at a temperature below 4 degrees Celsius."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that each preservation technique has its advantages and disadvantages, and it is important to choose the most appropriate method based on the meat and environmental conditions."
                    },
                    {
                        "type": "text",
                        "value": "Additionally, it is recommended to follow food hygiene and safety rules when handling meat. It is important to clean and disinfect all work surfaces, tools, and hands before handling meat. Finally, it is essential to know when meat is unfit for consumption, by monitoring signs of spoilage such as smell, texture, and color."
                    },
                    {
                        "type": "text",
                        "value": "In summary, learning how to store and preserve meat is an essential skill for any hunter or survivalist. This can make the difference between healthy, edible meat and spoiled, potentially dangerous meat."
                    }
                ]
            }
            
            
        ],
        "isPremium": true
    },
    {
        "uid": "4",
        "title": "Basic Products Manufacturing",
        "subtitle": "Vinegar, baking soda, and many others..",
        "image": "chemistry",
        "links": [],
        "descriptionShort": "Chemistry is ubiquitous in our daily lives, and we regularly use chemicals for many tasks, from cooking to cleaning and maintaining our health.\n\nWhether you're a chemistry enthusiast or just interested in producing your own chemical products, this section will provide you with useful information and advice to help you achieve your goals.",
        "descriptionLong": "In case of survival or collapse, it is crucial to know how to make basic products from raw materials available in nature. The chemicals we use in our daily lives at home and in industry are often derived from petrochemicals, an industry that could be severely affected in the event of a major crisis. In addition, the supply of manufactured products could quickly run dry, leaving people on their own to find alternatives.\n\n Making basic products from natural raw materials can meet essential needs such as food preservation, water sanitation, medicine production, and many other things. Basic chemistry knowledge can also help avoid the dangers associated with handling unknown substances.\n\nBasic products such as vinegar, baking soda, salt, and others are essential to daily life, whether for cooking, cleaning, or health. By knowing how to make them from natural resources, we are better prepared to face situations where the supply of manufactured products is limited or nonexistent. This also allows for greater autonomy and no longer relying solely on the industry for our daily needs.",
        "items": [
            {
                "id": "AAX",
                "title": "Making Vinegar",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Vinegar is a key ingredient in cooking and can also be very useful in a survival situation. It's often used for marinades, sauces, dressings, and also for preserving food by acidifying it."
                    },
                    {
                        "type": "image",
                        "value": "vinegar_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "In a survival situation, vinegar can also serve as a disinfectant, cleaning product, and even for making some natural remedies. It can be made from various ingredients such as fruits, vegetables, wine, beer, or even stale bread.\n\nThe easiest method to make vinegar is by using apples, pears, or grapes, which naturally contain bacteria called acetobacteria. All you need to do is let them ferment with a little sugar and water in a warm and dark place for several weeks. The bacteria will transform the alcohol in the mixture into acetic acid, which is the main component of vinegar.\n\nIt's also possible to make vinegar from other ingredients such as wine, beer, or even stale bread. In all cases, the recipe involves letting the ingredient ferment with a little water and sugar in a sterilized container for several weeks. The acetic bacteria present in the air will then do the transformation work into vinegar.\n\nIn summary, vinegar is an essential ingredient in cooking, but can also be very useful in a survival situation as a disinfectant and cleaning product. It can be made from various ingredients and is easily achievable with some basic tools."
                    }
                ]
            },
            {
                "id": "AAY",
                "title": "Making Baking Soda",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Baking soda is a very useful product for daily life. It can be used for cleaning, whitening, deodorizing, softening water, and even for cooking. It is also used as a personal care product for uses such as brushing teeth and as a natural deodorant. Baking soda is an alkaline compound that reacts with acids to form carbon dioxide, water, and a salt."
                    },
                    {
                        "type": "image",
                        "value": "bicarbonate_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "It is possible to make baking soda yourself by mixing sodium carbonate and carbonic acid. However, the most common method for producing baking soda is the one used by the chemical industry. It involves passing carbon dioxide through a solution of sodium carbonate, which yields crystalline baking soda. \n\nTo make baking soda yourself, you can mix sodium carbonate with vinegar or lemon juice to produce carbonic acid. When you mix sodium carbonate and carbonic acid, you produce baking soda. You can then dry and grind the mixture to obtain baking soda powder. \n\nIt is also possible to use baking soda to make soap or as an ingredient in cooking recipes. In these cases, it is important to follow precise recipes to obtain optimal results."
                    },
                    {
                        "type": "text",
                        "value": "Sodium carbonate is a chemical compound that is rarely found in nature in its pure form. However, it can be produced from certain natural sources, such as trona deposits, a sedimentary rock formed by the evaporation of saltwater in lakes. These trona deposits are mainly found in desert regions of Africa, Asia, and South America. \n\nHowever, the production of sodium carbonate from these natural sources is a complex process that requires specific equipment and knowledge. Therefore, it is more common to purchase sodium carbonate in stores or online for everyday use."
                    }
                ]
            },
            {
                "id": "AAZ",
                "title": "Hydrogen Peroxide _2",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Hydrogen peroxide is a chemical product widely used for many applications, ranging from disinfecting wounds to lightening hair. It is also used as a bleaching and cleaning agent, as well as for sterilizing water and bleaching paper and fabric. In terms of health, hydrogen peroxide can help kill bacteria, viruses, and fungi."
                    },
                    {
                        "type": "image",
                        "value": "peroxyde_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "When it comes to manufacturing hydrogen peroxide, it is best to buy it from a specialized store, as its production is complex and dangerous. However, it is possible to make hydrogen peroxide from some household ingredients such as white vinegar, baking soda, and hydrogen peroxide. However, this method does not produce pure and concentrated hydrogen peroxide, which can affect its effectiveness.\n\nOne possible recipe for making hydrogen peroxide at home is as follows:"
                    },
                    {
                        "type": "bullet",
                        "value": "Mix one cup of hydrogen peroxide (3%) with one tablespoon of baking soda in a bowl."
                    },
                    {
                        "type": "bullet",
                        "value": "Slowly add one cup of white vinegar while stirring."
                    },
                    {
                        "type": "bullet",
                        "value": "The mixture will bubble and foam, continue to stir until the reaction is finished. You will get a solution of about 1% hydrogen peroxide."
                    },
                    {
                        "type": "text",
                        "value": "However, it is important to note that this manufacturing method is not reliable and can produce variable results in terms of purity and concentration. It is therefore recommended to buy hydrogen peroxide from a reliable supplier for precise and effective uses."
                    }
                ]
            },
            {
                "id": "ABA",
                "title": "Hydrogen Peroxide",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Hydrogen peroxide, also known as peroxide, is a chemical product commonly used for its antiseptic, disinfectant, and bleaching properties. It is also used in industry to bleach paper and fabrics. In terms of wilderness survival, hydrogen peroxide can be useful for disinfecting wounds, sterilizing water, and making cleaning products."
                    },
                    {
                        "type": "image",
                        "value": "eauoxygene_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "To make hydrogen peroxide, it is possible to use a laboratory process, but this requires specialized equipment. However, it is also possible to produce hydrogen peroxide using common ingredients such as sodium peroxide and hydrochloric acid, which can be found in industrial or chemical supply stores. Here is the recipe for making hydrogen peroxide using these ingredients:"
                    },
                    {
                        "type": "bullet",
                        "value": "Mix 40g of sodium peroxide with 500mL of cold water."
                    },
                    {
                        "type": "bullet",
                        "value": "Slowly add 300mL of hydrochloric acid while stirring the mixture."
                    },
                    {
                        "type": "bullet",
                        "value": "Heat the mixture to about 70C for one hour while stirring gently."
                    },
                    {
                        "type": "bullet",
                        "value": "Let the mixture cool to room temperature."
                    },
                    {
                        "type": "bullet",
                        "value": "Filter the mixture to remove impurities."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that this method of making hydrogen peroxide can be dangerous and must be done with caution and using appropriate protective equipment. It is recommended to learn about the precautions to take before attempting this method.\n\nIt is also possible to make hydrogen peroxide using natural ingredients such as honey and alfalfa, but this method is more complex and requires specialized knowledge. In any case, it is recommended to seek advice from professionals before attempting to make hydrogen peroxide oneself."
                    }
                ]
            },
            {
                "id": "ABB",
                "title": "Citric Acid",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Citric acid is a highly useful organic compound in many applications, including in the food industry, manufacturing of cleaning products, food preservation, and even medicine. It is commonly used as an acidifier, preservative, texture agent, and flavoring agent.\n\nCitric acid can be used to increase the acidity of foods such as jams and preserves, to prevent the proliferation of bacteria. It can also be used as a cleaning agent to remove rust and mineral deposits from surfaces. Finally, it can be used to soften water and eliminate unpleasant odors.\n\nTo produce citric acid, it is possible to perform natural fermentation from fruits rich in citric acid, such as lemon, lime, or grapefruit. Here is a simple recipe to produce citric acid at home:"
                    },
                    {
                        "type": "image",
                        "value": "citrique_fr_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Wash the fruits and cut them into small pieces."
                    },
                    {
                        "type": "bullet",
                        "value": "In a large saucepan, add the fruits, water, and sugar."
                    },
                    {
                        "type": "bullet",
                        "value": "Heat gently for about 2 hours, stirring regularly."
                    },
                    {
                        "type": "bullet",
                        "value": "Allow to cool and filter the obtained liquid to keep only the juice."
                    },
                    {
                        "type": "bullet",
                        "value": "Add baking soda (about 100g per liter of juice) until the mixture no longer foams."
                    },
                    {
                        "type": "bullet",
                        "value": "Let the mixture rest for 24 to 48 hours at room temperature, until crystals form at the bottom of the container."
                    },
                    {
                        "type": "bullet",
                        "value": "Filter the liquid and let the crystals dry in the open air."
                    },
                    {
                        "type": "bullet",
                        "value": "Once the crystals are dry, grind them to obtain powdered citric acid."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that this method takes time and requires some know-how to obtain a satisfactory result. If you are not comfortable with this technique, it is possible to buy citric acid in specialty stores or online."
                    }
                ]
            },
            {
                "id": "ABC",
                "title": "Soap",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Soap is an essential product for hygiene and cleanliness. It is used to wash hands, body, clothes, and even dishes. It helps to eliminate bacteria, viruses, and dirt. Making your own soap can be useful in case of shortage or for ecological reasons. Here's a simple recipe to make your own soap:"
                    },
                    {
                        "type": "image",
                        "value": "savon_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Ingredients: olive oil, coconut oil, caustic soda, water, essential oils (optional)"
                    },
                    {
                        "type": "bullet",
                        "value": "Steps:"
                    },
                    {
                        "type": "bullet",
                        "value": "1. Mix 500g of olive oil and 250g of coconut oil in a saucepan and heat over low heat."
                    },
                    {
                        "type": "bullet",
                        "value": "2. In another container, mix 63g of caustic soda and 150ml of water (attention, this step must be done with protective gloves and in a well-ventilated area)."
                    },
                    {
                        "type": "bullet",
                        "value": "3. Slowly add the caustic soda solution to the oil saucepan, while stirring constantly."
                    },
                    {
                        "type": "bullet",
                        "value": "4. Continue to stir until the mixture reaches trace, meaning it thickens and begins to form patterns on the surface."
                    },
                    {
                        "type": "bullet",
                        "value": "5. Optionally, add a few drops of essential oils to fragrance the soap."
                    },
                    {
                        "type": "bullet",
                        "value": "6. Pour the mixture into a soap mold and let it harden for 24 hours."
                    },
                    {
                        "type": "bullet",
                        "value": "7. Unmold the soap and let it dry for about 4 weeks before using it."
                    },
                    {
                        "type": "text",
                        "value": "It's important to note that caustic soda is a corrosive and dangerous product. Therefore, it's important to take all necessary precautions when handling this substance. It's also possible to make soap without caustic soda using wood ash, but this method is more complex and requires more time."
                    }
                ]
            },
            {
                "id": "ABD",
                "title": "Glycerin",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Glycerin is a viscous, colorless, and odorless liquid. It is used in many industries, including cosmetics, pharmaceuticals, food, automotive, and even pyrotechnics. Glycerin is an important basic product in the chemical industry because it can be transformed into many other chemicals."
                    },
                    {
                        "type": "text",
                        "value": "Here are some common uses of glycerin:"
                    },
                    {
                        "type": "bullet",
                        "value": "It is used in cosmetic products such as lotions, creams, and soaps to moisturize and soften the skin."
                    },
                    {
                        "type": "bullet",
                        "value": "It is used in medications, such as cough syrups, as a sweetening agent and to improve the taste."
                    },
                    {
                        "type": "bullet",
                        "value": "It is used in the food industry as a sweetener, preservative, and to prevent sugar from crystallizing."
                    },
                    {
                        "type": "bullet",
                        "value": "It is used in the automotive industry as a brake and coolant fluid."
                    },
                    {
                        "type": "bullet",
                        "value": "It is used in pyrotechnics as a component to create colored smoke."
                    },
                    {
                        "type": "text",
                        "value": "If you want to make your own glycerin, you can do so using caustic soda and vegetable oil. Here's the recipe:"
                    },
                    {
                        "type": "bullet",
                        "value": "Mix 950 g of vegetable oil with 200 g of caustic soda in a heat-resistant glass container."
                    },
                    {
                        "type": "bullet",
                        "value": "Place the container in a double boiler over low heat and stir until the mixture reaches a temperature of 80C."
                    },
                    {
                        "type": "bullet",
                        "value": "Let the mixture cool to room temperature for 24 hours."
                    },
                    {
                        "type": "bullet",
                        "value": "Pour the mixture into another container and let it sit for an additional 24 hours to allow the glycerin to separate from the oil and caustic soda."
                    },
                    {
                        "type": "bullet",
                        "value": "Filter the glycerin using a coffee filter or fine cloth to remove impurities."
                    },
                    {
                        "type": "bullet",
                        "value": "Glycerin should be stored in an airtight glass container in a cool, dark place."
                    }
                ]
            },
            {
                "id": "ABE",
                "title": "Rubbing Alcohol",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Rubbing alcohol, also known as isopropyl alcohol, is a chemical product commonly used to clean surfaces and medical instruments. It is also useful for disinfecting wounds and preventing infections."
                    },
                    {
                        "type": "text",
                        "value": "Here is the recipe to make rubbing alcohol at home:"
                    },
                    {
                        "type": "bullet",
                        "value": "Materials needed:"
                    },
                    {
                        "type": "text",
                        "value": "To make rubbing alcohol, you will need:"
                    },
                    {
                        "type": "bullet",
                        "value": "Protective gloves"
                    },
                    {
                        "type": "bullet",
                        "value": "99% isopropyl alcohol"
                    },
                    {
                        "type": "bullet",
                        "value": "A glass container with an airtight lid"
                    },
                    {
                        "type": "bullet",
                        "value": "Distilled water"
                    },
                    {
                        "type": "bullet",
                        "value": "A spray bottle"
                    },
                    {
                        "type": "text",
                        "value": "Here are the steps to follow to make rubbing alcohol at home:"
                    },
                    {
                        "type": "bullet",
                        "value": "1. Wear protective gloves to avoid direct contact with the alcohol."
                    },
                    {
                        "type": "bullet",
                        "value": "2. Pour 2/3 of 99% isopropyl alcohol and 1/3 distilled water into the glass container."
                    },
                    {
                        "type": "bullet",
                        "value": "3. Close the container tightly and gently shake it to mix the ingredients."
                    },
                    {
                        "type": "bullet",
                        "value": "4. Transfer the mixture to a spray bottle for convenient use."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that using rubbing alcohol can be dangerous and should be done with caution. It is also recommended to use 70% rubbing alcohol instead of 99% for maximum effectiveness."
                    },
                    {
                        "type": "text",
                        "value": "Isopropyl alcohol is also known as isopropanol or IPA. It is commonly used as an antiseptic, disinfectant, solvent, and cleaner. Here are some options for obtaining isopropyl alcohol:"
                    },
                    {
                        "type": "text",
                        "value": "Buy isopropyl alcohol online or in stores. It is often available in pharmacies, supermarkets, hardware stores, and specialty stores."
                    },
                    {
                        "type": "text",
                        "value": "Use rubbing alcohol, which typically contains 70% or 91% isopropyl alcohol. It is important to check the label to ensure that the product does contain isopropyl alcohol and that it is safe for the intended use."
                    },
                    {
                        "type": "text",
                        "value": "Make isopropyl alcohol by distilling ethanol from sources such as sugarcane, sugar beet, corn, or potatoes. Then, the product is mixed with water and distilled again to obtain pure isopropyl alcohol. However, this method can be dangerous and should be done with caution and in an appropriate environment."
                    }
                ]
            },
            {
                "id": "ABF",
                "title": "Essential Oil Production",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Essential oils are natural plant extracts that have been used for thousands of years for their therapeutic properties and fragrance. They are obtained by steam distillation or cold pressing of plant parts such as leaves, flowers, bark, or roots."
                    },
                    {
                        "type": "image",
                        "value": "oil_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Essential oils are used in a variety of fields such as alternative medicine, cosmetics, aromatherapy, cooking, perfumery, and more. They can be used to treat various conditions such as stress, headaches, muscle and joint pain, digestive problems, sleep disorders, infections, and many more."
                    },
                    {
                        "type": "bullet",
                        "value": "To make essential oils at home, you need to have distillation equipment such as a still or a steam distillation apparatus. The distillation process is quite complex and requires some expertise to obtain high-quality essential oils."
                    },
                    {
                        "type": "bullet",
                        "value": "It is also possible to make essential oils by maceration in a vegetable oil. To do this, the plants are left to macerate in a vegetable oil for several weeks. This method is simpler than distillation, but it does not allow for the production of pure and concentrated essential oils."
                    },
                    {
                        "type": "bullet",
                        "value": "To make lavender essential oil, for example, you need to pick lavender flowers and dry them for a few days. Then, put them in a still with water and heat the mixture. The steam carries the essential oils out of the flowers and into a container where they are collected."
                    }
                ]
            },
            {
                "id": "ABG",
                "title": "Making your own laundry detergent",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Laundry detergent is an essential product for cleaning our clothes and fabrics in general. It removes stains, dirt, and bad smells while leaving a pleasant smell of cleanliness. There are many recipes for homemade laundry detergent, often more environmentally friendly and healthier than industrial detergents, which often contain toxic chemicals. Here is a simple recipe to make your own homemade laundry detergent:"
                    },
                    {
                        "type": "image",
                        "value": "lessive_fr_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Ingredients:"
                    },
                    {
                        "type": "bullet",
                        "value": "100 g of Marseille soap flakes"
                    },
                    {
                        "type": "bullet",
                        "value": "2 liters of water"
                    },
                    {
                        "type": "bullet",
                        "value": "1 tablespoon of baking soda"
                    },
                    {
                        "type": "text",
                        "value": "It is possible to add a few drops of essential oils to scent the detergent, but this is optional."
                    },
                    {
                        "type": "bullet",
                        "value": "Instructions:"
                    },
                    {
                        "type": "bullet",
                        "value": "1. In a saucepan, heat the water."
                    },
                    {
                        "type": "bullet",
                        "value": "2. Add the Marseille soap flakes and stir until completely dissolved."
                    },
                    {
                        "type": "bullet",
                        "value": "3. Add the baking soda and stir again."
                    },
                    {
                        "type": "bullet",
                        "value": "4. Remove the saucepan from the heat and let it cool."
                    },
                    {
                        "type": "bullet",
                        "value": "5. Once the detergent has cooled, pour it into a container, such as a glass bottle or jug."
                    },
                    {
                        "type": "bullet",
                        "value": "6. Shake the container well before each use."
                    },
                    {
                        "type": "text",
                        "value": "Did you know that you can make laundry detergent with ivy? This plant contains natural saponins, substances that have cleaning and foaming properties. Here's how to do it:"
                    },
                    {
                        "type": "bullet",
                        "value": "1. Pick about twenty ivy leaves (fresh or dried) and wash them to remove any dirt."
                    },
                    {
                        "type": "bullet",
                        "value": "2. Put the leaves in a saucepan and add 1 liter of water."
                    },
                    {
                        "type": "bullet",
                        "value": "3. Boil for about twenty minutes, then let it cool."
                    },
                    {
                        "type": "bullet",
                        "value": "4. Strain the liquid using a strainer to remove the leaves."
                    },
                    {
                        "type": "bullet",
                        "value": "5. Pour the liquid into a glass bottle or airtight container."
                    },
                    {
                        "type": "bullet",
                        "value": "6. To wash your clothes, add about 100 ml of this liquid to your washing machine."
                    },
                    {
                        "type": "bullet",
                        "value": "7. You can add a few drops of your choice of essential oil to scent your laundry detergent."
                    },
                    {
                        "type": "bullet",
                        "value": "This natural laundry detergent is ecological, economical, and easy to make at home. In addition, it contains no harmful chemicals for the environment or health."
                    }
                ],
            }
        ],
        "isPremium": true
    },
    {
        "uid": "5",
        "title": "Communication",
        "subtitle": "Morse, Talkie-walkie, Radio...",
        "image": "communication",
        "links": [],
        "descriptionShort": "In a survival situation, communication can be vital to ensure your safety and survival. This may include the ability to communicate with other members of your group, call for help, or receive information about the external situation. In this section, we will discuss different means of communication that can be useful in a survival situation, including walkie-talkies, radios, Morse code, satellite phones, CB radios, and more. We will provide information on their operation, range, and use, as well as tips for choosing the best means of communication based on your situation.",
        "descriptionLong": "Communication is a crucial element in a survival situation. It can help signal an emergency, call for help, communicate with other people to exchange information or coordinate actions, or to maintain morale and social connection in a group.\n\nThere are different means of communication adapted to different situations and needs. Walkie-talkies are portable devices that allow short-distance communication between two or more people, without the need for a network or phone line. They are useful for immediate communication, especially in a group of hikers or hunters.\n\nRadios, on the other hand, are more sophisticated devices that can allow communication over longer distances using radio waves. They are useful for situations where the distance between the people to communicate is greater, or when one is on the move and wants to communicate with an external base or team.\n\nMorse code is a universal communication language used for more than a century, especially by the military and sailors, which allows messages to be transmitted through sound or light signals. It is still used today and can be an interesting alternative in case of failure or malfunction of other means of communication.\n\nSatellite phones are more advanced devices that allow remote communication in remote areas where there is no traditional phone network. It can be very useful in emergency situations to call for help or communicate with an external team.\n\nFinally, the Citizen Band (CB) is another form of radio that allows communication on frequencies dedicated to civilian users. It can be useful for group communication in survival situations or to obtain information from other users.\n\nIt is important to research the different communication options available based on your needs and anticipated situations. It can also be useful to train in the different techniques and appropriate communication codes for each means used.",
        "items": [
            {
                "id": "ABH",
                "title": "Morse Code",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "The Morse code is a communication method invented in the 19th century by Samuel Morse. It allowed messages to be transmitted using sound or light signals, using a combination of dots and dashes. Today, Morse code is still used in many situations, especially in radio transmissions.\n\nTo use Morse code, it is necessary to know the meaning of dots and dashes, as well as the corresponding letters and numbers. Here is the Morse code table:"
                    },
                    {
                        "type": "image",
                        "value": "morse_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "It is important to practice and train regularly to master Morse code. This can be done by listening to audio recordings or using applications on your phone or computer. The more you practice, the more comfortable you will be with Morse code and you will be able to transmit and receive messages accurately.\n\nMorse code can be used in different situations, whether for remote communication, signaling, or in emergencies. It can be used to transmit messages with a flashlight, radio, or any other means of communication that allows for sound or light signals. It is important to establish clear and easy-to-understand codes to avoid confusion.\n\nSOS is a very important emergency signal in Morse code. It consists of three dots, three dashes, and three dots, and must be repeated three times in a row. It is important to know it by heart and know how to use it in case of emergency.\n\nIt is also important to follow radio rules when using Morse code. You must always clearly identify your station and ensure that you do not interfere with other transmissions. It is also important not to use Morse code for illegal or inappropriate purposes.\n\nIn conclusion, Morse code is a useful communication method in many situations. It is easy to learn and use, but it requires practice and training to master. It is important to know the appropriate rules and codes to avoid confusion and ensure effective communication."
                    }
                ]
            },
            {
                "id": "ABI",
                "title": "Shortwave Radios",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Radios are essential tools in the event of a collapse or natural disaster. They can be used to communicate with other people, obtain vital information about weather conditions and potential hazards, and receive safety instructions."
                    },
                    {
                        "type": "text",
                        "value": "Here is an example of a solar/dynamo radio!"
                    },
                    {
                        "type": "image",
                        "value": "radio_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "There are different types of radios available on the market, ranging from portable and compact radios to more sophisticated radios with additional features. Radios can be powered by battery, solar, crank, or even by using kinetic energy.\n\nRadios can also be used for long-range communication. Shortwave radios can be used to communicate with people located thousands of kilometers away. This can be particularly useful in situations where traditional communication networks are down or inaccessible.\n\nIt is important to note that the use of radios may be regulated in certain regions and there may be legal requirements for obtaining a license. It is also important to follow communication rules, such as call and response procedures, to ensure effective and clear communication.\n\nAs part of preparation for a collapse or survival situation, it is important to have a reliable radio, practice using important functions, and know how to maintain the radio and change batteries if necessary."
                    }
                ]
            },
            {
                "id": "ABJ",
                "title": "The CB",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Citizens Band (CB) is a radio communication system used for short-distance communications. Although less common than in the past, CB can be a valuable tool in the event of a collapse or natural disaster when traditional communications may be disrupted or unavailable.\n\nThe use of CB can be beneficial for several reasons. First, it is relatively inexpensive and easily accessible. The equipment required to use it is often inexpensive, and CB transceivers can be purchased at many specialty stores or online.\n\nIn the event of a collapse or emergency situation, CB can be used to communicate with other people nearby, especially to obtain help or information about the situation. The range of CB varies depending on conditions, but can be extended with larger antennas or more powerful equipment.\n\nIt is also possible to build a solar power supply for CB, which can be useful for situations where electricity is unavailable.\n\nIt is important to note that the use of CB is subject to rules and regulations, including in terms of authorized frequencies, transmission power, and message content. It is important to learn about these rules before using CB to avoid legal problems.\n\nIn summary, while CB may not be as common as it once was, it can be a useful tool in the event of an emergency or collapse situation. It is important to become familiar with its use, respect the rules, and practice effective communication to get the most out of it."
                    }
                ]
            },
            {
                "id": "ABK",
                "title": "Satellite Phones",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Satellite phones are critical communication devices in emergency situations or natural disasters such as a societal collapse. Unlike traditional cell phones, satellite phones are capable of connecting to satellites orbiting the Earth, providing global coverage, even in the most remote and isolated locations.\n\nHere's an example with Garmin:"
                    },
                    {
                        "type": "image",
                        "value": "garmin_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "In the event of a societal collapse, traditional communication networks such as cell phones and the internet may be disrupted or disabled, making communication difficult or even impossible. Satellite phones, on the other hand, can be used to communicate with the outside world, obtain information about the situation, call for help, and coordinate rescue efforts.\n\nSatellite phones are also useful for people who work in isolated environments or in high-risk areas, such as explorers, scientists, humanitarian workers, journalists, and adventurers. By using a satellite phone, these people can stay in touch with the outside world and call for help in case of emergency.\n\nHowever, satellite phones have some drawbacks. They are often more expensive than traditional cell phones and require costly subscriptions to access communication services. Additionally, their use may be limited in certain regions due to extreme weather conditions or geographical obstacles such as mountains or dense forests.\n\nIn summary, satellite phones can be of great use in the event of a societal collapse or in isolated environments, allowing users to communicate with the outside world and call for help in case of emergency. However, their high cost and limited use in certain regions may be obstacles for some potential users."
                    }
                ]
            },
            {
                "id": "ABL",
                "title": "Walkie-talkies",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "image",
                        "value": "talkies_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Walkie-talkies are a very useful means of communication in case of collapse or natural disaster, when it can be difficult to communicate with the outside world. They are also very useful for hikers, hunters, outdoor enthusiasts, and anyone who needs to stay in contact with a group of people over a short distance.\n\nWalkie-talkies are portable radios that operate on a dedicated radio frequency, allowing users to instantly communicate with other walkie-talkies located in the same area. They are generally easy to use and offer a range of features, including the ability to change channels to avoid interference, the scanning function to find available channels, and the monitoring function to listen to ongoing conversations.\n\nIn the event of a collapse, walkie-talkies can be used to coordinate rescue, evacuation, and repair efforts. They can also be used to inform people of the current situation and what measures to take to ensure their safety.\n\nIt is important to note that walkie-talkies have a limited range, usually only a few kilometers in flat and open terrain. They cannot replace cell phones or more powerful radios for long-distance communication. However, they can be a useful supplement to other means of communication.\n\nIt is also important to familiarize oneself with the rules of communication on walkie-talkies, such as the use of clear and simple codes, respect for other users, and listening to ongoing conversations before speaking.\n\nIn summary, walkie-talkies can be a very useful tool in the event of a collapse or for outdoor activities. It is important to familiarize oneself with their use and limitations, as well as to respect communication rules for effective and safe use."
                    }
                ]
            },
            {
                "id": "ABM",
                "title": "Smoke Signals",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Smoke signals are an ancient and effective method of long-distance communication used in survival or emergency situations. Smoke signals are generated by lighting a fire and varying the density of the smoke produced. This can be done by adding or removing wood from the fire, or by placing an object over the fire to modify the smoke output."
                    },
                    {
                        "type": "image",
                        "value": "signal_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "There are different techniques for producing smoke signals depending on their intended destination. For example, smoke signals for search and rescue operations are typically produced in groups of three, with a pause between each group. Smoke signals can be seen from a distance and can be used to signal a position, a direction, a need for help, or to indicate a source of water or food.\n\nIt is important to know how to produce smoke signals in case of survival or emergency, as this method is reliable, inexpensive, and does not require sophisticated equipment. However, it is also important to note that the use of smoke signals may be limited by weather conditions and winds, and may not be effective in all situations.\n\nIn summary, mastering smoke signals is an important skill to have for communication in survival or emergency situations. It can be used to signal one's position, call for help, or indicate a source of food or water. It is a simple and effective method of long-distance communication that can be used in a variety of situations."
                    }
                ]
            },
            {
                "id": "ABN",
                "title": "Light signals",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Light signals can be an effective method for communicating in survival or emergency situations. Light signals can be used at night or in dark places to attract the attention of people at a distance.\n\nThe most common ways to emit light signals are flashlights, signal fires, campfires, mirrors, and flares. Flashlights are very convenient as they are lightweight and can be easily carried. Signal fires are also effective, especially if placed in a high place like a hill or tree. Campfires are also an option because they can be seen for miles around. Mirrors are particularly useful in daylight to reflect sunlight and create visible flashes from a distance. Flares are also an excellent option as they can be seen from a great distance and are very visible at night.\n\nIt is important to know light signal codes and comply with them when using them. For example, a short, repeated light signal is generally considered a distress signal, while a long, continuous signal is generally used to attract attention.\n\nIt is also important to be aware of the direction in which the signal is emitted. It is recommended to emit the signal towards the sky as this will allow people at a greater distance to see the signal.\n\nFinally, it is important to provide enough batteries or power sources to power light signaling equipment in case of an emergency. Light signals can be very useful for communicating and attracting attention in survival or emergency situations, but their effectiveness will depend on the ability to use the equipment correctly and know the light signal codes."
                    }
                ]
            }
        ],
        "isPremium": true
    },
    {
        "uid": "6",
        "title": "The planning",
        "subtitle": "Du court au long terme : comment se prparer !",
        "image": "planification",
        "links": [],
        "descriptionShort": "Planning is one of the keys to survival in the event of an emergency or collapse. It is essential to have a plan in place to be able to react quickly and efficiently. In this section, we will explore different planning options, ranging from a short-term plan of a few days to a long-term plan of several years. We will also cover topics such as selecting your survival base, resource management, food production, and much more. Whether you are a beginner or experienced in survival, this section will offer you tips and tricks to help you plan your survival safely and effectively.",
        "descriptionLong": "Planning is one of the most important elements of survival or preparation in the event of a collapse. It involves preparing for different situations and anticipating measures to overcome challenges. There are several levels of planning, ranging from a survival plan for a few days to a long-term plan for living autonomously.\n\nA survival plan for a few days is usually focused on a quick evacuation, having an emergency backpack with essential supplies to survive for a few days. This plan is particularly important in the event of an emergency such as forced evacuation or a natural disaster.\n\nA three-week plan is more focused on the ability to hold out in a prolonged situation without resources. This involves more thorough planning for supplies, food, water, and security. This plan requires more meticulous preparation and may involve skills such as hunting, fishing, water collection, etc.\n\nA three-month plan is even more complex and requires long-term planning for security, food, water, energy, and health. This usually involves owning a fallback base where one can live autonomously for an extended period.\n\nFinally, a three-year plan involves even more thorough planning for complete autonomy, having a sustainable water source, stable food supply, and skills in construction and renewable energy.\n\nIn summary, planning is a crucial element for survival in an emergency or in the event of a collapse, and must be adapted to each level of need based on the duration of the situation.",
        "items": [
            {
                "id": "ABO",
                "title": "The 3-day survival plan",
                "mode": "essential",
                "content": [
                    {
                        "type": "image",
                        "value": "backpack3days_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "The 3-day survival plan is often considered the immediate emergency plan. This is the period when you need to be ready to leave quickly with the essentials for your survival. This may include items such as a prepared backpack with water, food, warm clothing, a first aid kit, survival tools, and a source of fire. It is important to remember that the contents of your backpack should be tailored to the region in which you live and the environmental conditions you may face. For example, if you live in a hot and dry climate, you may need to include more water and light clothing to protect yourself from the sun. On the other hand, if you live in a cold region, you will need to focus on warm clothing and ways to protect yourself from the cold.\n\nIn addition to your survival backpack, it is important to plan your evacuation route. You need to know the routes to take to quickly leave the area if necessary, as well as emergency gathering points. It is also important to communicate with your family and loved ones so they know where you are and what you are doing.\n\nIn summary, a 3-day survival plan should include physical and mental preparation, as well as a thorough understanding of the environmental conditions in your region and the planning of your backup route. By taking these measures, you increase your chances of surviving and protecting your family in an emergency."
                    }
                ]
            },
            {
                "id": "ABP",
                "title": "Resource Management",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Resource management is a crucial aspect of survival in natural environments or in case of collapse. Planning and anticipation in advance based on your location is necessary. This involves knowing how to effectively and responsibly use the various resources available, whether it's food, water, fuel, building materials, etc. Resource management extends autonomy and survival by avoiding waste and preserving resources for when they are truly needed."
                    },
                    {
                        "type": "bullet",
                        "value": "Identify the available resources in your environment: It is important to know what resources are available in your immediate environment, whether it's food, water, wood, metals, etc."
                    },
                    {
                        "type": "bullet",
                        "value": "Learn to harvest and use resources: It is necessary to know how to harvest and use different resources, whether it's fishing, hunting, gathering, construction, etc."
                    },
                    {
                        "type": "bullet",
                        "value": "Manage resources responsibly: It is important not to waste resources and to use them responsibly, preserving them for when they are truly needed."
                    },
                    {
                        "type": "bullet",
                        "value": "Adapt to available resources: It is important to know how to adapt to the resources available in your environment, based on seasons, weather conditions, etc."
                    },
                    {
                        "type": "bullet",
                        "value": "Know how to store resources: It is important to know how to store resources for when they will be needed, using appropriate conservation techniques."
                    },
                    {
                        "type": "bullet",
                        "value": "Know how to exchange and share resources: In a community survival context, it is important to know how to exchange and share resources fairly and responsibly."
                    },
                    {
                        "type": "text",
                        "value": "This is a vast subject, but it is essential to master."
                    }
                ]
            },
            {
                "id": "ABQ",
                "title": "Autonomy",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Planning for autonomy is an important aspect of survival in the event of collapse or emergency situations. It involves preparing to be self-sufficient in areas such as food, water, energy, and security, among others."
                    },
                    {
                        "type": "text",
                        "value": "Autonomy planning can be applied in various situations such as prolonged power outages, natural disasters, pandemics, war, or economic or social collapse."
                    },
                    {
                        "type": "text",
                        "value": "Here are some factors to consider when starting autonomy planning:"
                    },
                    {
                        "type": "bullet",
                        "value": "Define needs in terms of food, water, energy, and security"
                    },
                    {
                        "type": "bullet",
                        "value": "Identify resources available in the environment"
                    },
                    {
                        "type": "bullet",
                        "value": "Acquire necessary skills to be self-sufficient"
                    },
                    {
                        "type": "bullet",
                        "value": "Build shelter to protect oneself from the elements and intrusions"
                    },
                    {
                        "type": "bullet",
                        "value": "Store food and water for extended periods"
                    },
                    {
                        "type": "bullet",
                        "value": "Install renewable energy systems such as solar panels or wind turbines"
                    },
                    {
                        "type": "bullet",
                        "value": "Prepare for self-defense by learning self-defense techniques or acquiring legal weapons"
                    },
                    {
                        "type": "bullet",
                        "value": "Create a support network with people who have complementary skills"
                    }
                ]
            },
            {
                "id": "ABR",
                "title": "The 3-Week Survival Plan",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Planning for three weeks is important because it allows you to sustain yourself for a longer period of time than a 3-day emergency evacuation plan. It's important to prepare for different emergency situations and know what to do when the need arises."
                    },
                    {
                        "type": "text",
                        "value": "Here are some things to consider when preparing for a three-week survival plan:"
                    },
                    {
                        "type": "bullet",
                        "value": "Stock up on enough food and water to last for three weeks. Make sure the water is clean and drinkable by filtering and boiling it if necessary."
                    },
                    {
                        "type": "bullet",
                        "value": "Be prepared to handle medical emergencies. Have a first aid kit and the necessary knowledge to treat minor injuries."
                    },
                    {
                        "type": "bullet",
                        "value": "Be prepared to handle extreme weather conditions. Have appropriate clothing to stay dry and warm, even in the case of storms or intense cold."
                    },
                    {
                        "type": "bullet",
                        "value": "Have an emergency evacuation plan for your home or shelter in case of fire or other dangerous situations."
                    },
                    {
                        "type": "bullet",
                        "value": "Have a backup source of energy, such as solar panels or a generator, to recharge electronic devices or provide light."
                    },
                    {
                        "type": "bullet",
                        "value": "Acquire the necessary skills to survive in the wilderness, such as hunting, fishing, building a shelter, starting a fire, and collecting water."
                    }
                ]
            },
            {
                "id": "ABS",
                "title": "3-Year Plan",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Planning for three years is important because it allows you to prepare to live autonomously for an extended period of time in the event of collapse or disaster. This requires serious preparation in advance to ensure that you have the skills, resources, and proper location to survive and thrive."
                    },
                    {
                        "type": "bullet",
                        "value": "Acquire practical skills: agriculture, livestock, construction, mechanics, etc."
                    },
                    {
                        "type": "bullet",
                        "value": "Find a sustainable and secure living location: a farm, an isolated house, a cabin in the woods, etc."
                    },
                    {
                        "type": "bullet",
                        "value": "Build an autonomous base of life: renewable energy system, vegetable garden, livestock, water system, etc."
                    },
                    {
                        "type": "bullet",
                        "value": "Prepare food and supply reserves for a minimum period of three years."
                    },
                    {
                        "type": "bullet",
                        "value": "Train in defense and security techniques to protect your base and family."
                    }
                ]
            },
            {
                "id": "ABT",
                "title": "Security Planning",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Security planning is a crucial aspect of survival in the event of a collapse. It's important to understand potential threats and prepare accordingly. Here are some things to consider:"
                    },
                    {
                        "type": "bullet",
                        "value": "Learn basic security skills, such as shooting, self-defense, and threat recognition."
                    },
                    {
                        "type": "bullet",
                        "value": "Acquire and maintain quality weapons, as well as ammunition and personal protective equipment."
                    },
                    {
                        "type": "bullet",
                        "value": "Establish an effective surveillance system to monitor surroundings and detect threats."
                    },
                    {
                        "type": "bullet",
                        "value": "Create an emergency evacuation plan and alternate routes for safe travel."
                    },
                    {
                        "type": "bullet",
                        "value": "Develop communication skills to be able to contact authorities or community members when needed."
                    },
                    {
                        "type": "bullet",
                        "value": "Build relationships with neighbors and surrounding communities to create a support network when needed."
                    }
                ]
            }
        ],
        "isPremium": true
    },
    {
        "uid": "7",
        "title": "Base Camp",
        "subtitle": "Ideal location for your survival camp",
        "image": "location",
        "links": [],
        "descriptionShort": "Whether you're looking for a campsite for a night or a place to establish a long-term base, you'll need skills in this area. Find areas rich in natural resources, safe and protected areas, and learn how to assess different environmental factors to establish your ideal survival camp. Explore maps, environmental assessments, and expert advice to help you find the campsite that best suits your needs.",
        "descriptionLong": "When preparing a survival strategy, the location of a base camp is one of the most important decisions to make. Whether you're looking to survive for a short period or planning for a long-term survival situation, selecting the appropriate location can make all the difference. The location of your base camp should take into account several factors such as the availability of natural resources, safety, weather conditions, and environmental risks.\n\nThis section of the application will guide you through the different steps to locate the ideal site for your base camp depending on the length of your stay. We will explore the different elements to consider when choosing a location for a short-term base camp, as well as the elements to consider when selecting a site for a long-term facility.\n\nYou will also learn how to assess different location options and how to make an informed decision based on your needs and environment. We will cover topics such as the richness of fauna and flora, proximity to water, climate, safety, and natural risks.\n\nUltimately, the location of your base camp is an essential element of your survival strategy, and this section of the application will help you make an informed decision and plan accordingly to ensure your survival when needed.",
        "items": [
            {
                "id": "ABU",
                "title": "The Location",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Assessing the location is a crucial step in planning a base camp. It ensures that the chosen location is suitable for the user's needs and ensures their safety. This assessment can be based on various criteria such as the richness of wildlife and flora, proximity to water, climate, and much more."
                    },
                    {
                        "type": "text",
                        "value": "For a location to be considered good, it is essential that it meets certain criteria such as:"
                    },
                    {
                        "type": "bullet",
                        "value": "The presence of a source of drinking water nearby"
                    },
                    {
                        "type": "bullet",
                        "value": "The richness of flora and fauna to ensure a source of food."
                    },
                    {
                        "type": "bullet",
                        "value": "The presence of building materials to construct a shelter."
                    },
                    {
                        "type": "bullet",
                        "value": "The possibility of starting a fire safely."
                    },
                    {
                        "type": "bullet",
                        "value": "Ease of access for the user while being sufficiently far from roads and urban areas."
                    },
                    {
                        "type": "text",
                        "value": "By considering these criteria, you can evaluate different potential locations and choose the one that best suits your needs and safety."
                    }
                ]
            },
            {
                "id": "ABV",
                "title": "Types of camps",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "It is important to know the different types of base camps that can be used in survival or collapse scenarios. Each type of camp has its advantages and disadvantages depending on the situation you find yourself in. Here is a list of the main types of base camps:"
                    },
                    {
                        "type": "bullet",
                        "value": "Mobile base camp: a mobile base camp can be easily moved according to survival needs. It can be a vehicle, trailer, or backpack. This is an ideal option for those who plan to be constantly on the move or need to move quickly."
                    },
                    {
                        "type": "bullet",
                        "value": "Semi-permanent base camp: a semi-permanent base camp is built with durable materials such as planks, metal sheets, or tarps. It can be dismantled and moved, but it requires a bit more time and effort than the mobile base camp. This is an ideal option for those who plan to stay in one location for an extended period."
                    },
                    {
                        "type": "bullet",
                        "value": "Permanent base camp: a permanent base camp is built to last. It is usually constructed from materials such as concrete, brick, or stone. It is difficult to move and requires a lot of time and effort to build, but it offers long-term security and stability."
                    },
                    {
                        "type": "bullet",
                        "value": "Underground base camp: an underground base camp is built beneath the surface of the ground for maximum protection against weather and catastrophic events. It requires careful construction and planning, but it offers maximum security and protection."
                    },
                    {
                        "type": "bullet",
                        "value": "Floating base camp: a floating base camp can be used on water, such as a boat or floating platform. It is ideal for situations where there is a risk of flooding or when water is the only transportation option. However, it is important to know how to navigate and adapt to weather conditions."
                    }
                ]
            },
            {
                "id": "ABW",
                "title": "Equipment selection",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Equipment selection is a crucial step in preparing for a base camp, whether it's for a multi-day hiking trip or a survival situation in the wilderness. Here are some reasons why it's important:"
                    },
                    {
                        "type": "bullet",
                        "value": "Equipment can ensure your safety by protecting you from weather and natural elements."
                    },
                    {
                        "type": "bullet",
                        "value": "Equipment can improve your comfort by providing you with cooking tools, comfortable sleeping bags, and a tent that meets your needs."
                    },
                    {
                        "type": "bullet",
                        "value": "Equipment can help you manage emergency situations by providing essential survival tools."
                    },
                    {
                        "type": "text",
                        "value": "In terms of equipment, there are several types of items that are necessary to establish a base camp. Here is a list of some of the most important items:"
                    },
                    {
                        "type": "bullet",
                        "value": "Tent or survival shelter"
                    },
                    {
                        "type": "bullet",
                        "value": "Sleeping bag"
                    },
                    {
                        "type": "bullet",
                        "value": "Ground mat"
                    },
                    {
                        "type": "bullet",
                        "value": "Camping stove and fuel"
                    },
                    {
                        "type": "bullet",
                        "value": "Cooking utensils"
                    },
                    {
                        "type": "bullet",
                        "value": "Headlamp or flashlight"
                    },
                    {
                        "type": "bullet",
                        "value": "Survival tools such as a knife, hatchet, or saw"
                    },
                    {
                        "type": "bullet",
                        "value": "Appropriate clothing for weather conditions"
                    },
                    {
                        "type": "bullet",
                        "value": "Hiking shoes or work boots"
                    },
                    {
                        "type": "bullet",
                        "value": "Compass and topographic map"
                    },
                    {
                        "type": "bullet",
                        "value": "Water purification system"
                    }
                ]
            },
            {
                "id": "ABX",
                "title": "Personal Safety",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "When selecting and using a base camp, it's important to maintain your personal safety by taking measures to avoid wildlife and natural hazards such as avalanches."
                    },
                    {
                        "type": "text",
                        "value": "Here are some measures you can take to ensure your personal safety:"
                    },
                    {
                        "type": "bullet",
                        "value": "Choose an appropriate location for your base camp by avoiding high-risk areas, such as steep slopes or avalanche-prone areas."
                    },
                    {
                        "type": "bullet",
                        "value": "Keep your base camp clean and tidy to avoid attracting wildlife."
                    },
                    {
                        "type": "bullet",
                        "value": "Store food and waste properly to avoid attracting wildlife."
                    },
                    {
                        "type": "bullet",
                        "value": "Install an electric fence to deter wildlife from approaching your camp."
                    },
                    {
                        "type": "bullet",
                        "value": "Keep safety equipment on hand, such as a first aid kit and survival kit."
                    },
                    {
                        "type": "bullet",
                        "value": "Learn to recognize signs of danger, such as weather changes and changes in wildlife behavior, and take appropriate action."
                    },
                    {
                        "type": "bullet",
                        "value": "Consider wearing personal protective equipment, such as a helmet or bulletproof vest, if you're in a high-risk area."
                    },
                    {
                        "type": "bullet",
                        "value": "Familiarize yourself with wilderness survival techniques and emergency communication methods."
                    }
                ]
            },
            {
                "id": "ABY",
                "title": "Reading and Owning Maps",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Knowing how to read and own maps is an important skill for survival in the wilderness or in case of a collapse. Here's why:"
                    },
                    {
                        "type": "bullet",
                        "value": "Maps allow you to navigate through unfamiliar or poorly known environments, which can help you avoid getting lost."
                    },
                    {
                        "type": "bullet",
                        "value": "Maps allow you to plan a route and choose the best paths to take based on the situation."
                    },
                    {
                        "type": "bullet",
                        "value": "Maps can contain information about natural resources, such as water and food, as well as potential hazards, such as avalanche-prone areas or hunting zones."
                    },
                    {
                        "type": "bullet",
                        "value": "Maps can also help you communicate with others by showing them exactly where your position is or by providing them with information about a route."
                    },
                    {
                        "type": "text",
                        "value": "Here are some points to consider for the skill of reading and owning maps:"
                    },
                    {
                        "type": "bullet",
                        "value": "Learn how to read a topographic map and use a compass."
                    },
                    {
                        "type": "bullet",
                        "value": "Be able to determine your position on a map using visible landmarks or other methods."
                    },
                    {
                        "type": "bullet",
                        "value": "Have multiple maps on hand, including topographic maps, road maps, and nautical charts, depending on the environment you're in."
                    },
                    {
                        "type": "bullet",
                        "value": "Make sure your maps are up-to-date and accurate, as changes in the landscape can render maps obsolete."
                    },
                    {
                        "type": "bullet",
                        "value": "Carry your maps in waterproof sleeves to protect them from water and other elements."
                    },
                    {
                        "type": "bullet",
                        "value": "Practice using your maps and compass in real-life situations, such as going hiking or camping with friends who have similar skills."
                    }
                ]
            }
        ],
        "isPremium": true
    },
    {
        "uid": "8",
        "title": "Defense and security",
        "subtitle": "Prepare to protect your home and family in case of emergency.",
        "image": "protection",
        "links": [],
        "descriptionShort": "Security is an essential element of any survival strategy. In case of emergency, it is crucial to protect your home and family against external threats such as intruders, wild animals, or natural disasters. In this section, you will find practical tips to strengthen the security of your home, including the use of barbed wire fences, reinforced doors and windows, safes, and panic rooms. You will also discover how guard animals such as dogs and donkeys can help protect your property. Finally, you will learn how to work in groups to ensure watch rotations and increase the security of your community in times of crisis. With this knowledge and these skills, you can feel more confident and prepared to face any emergency situation.",
        "descriptionLong": "The Defense section is a crucial part of any survival or collapse preparation. It includes security measures to protect your home, family, and group. In this section, you will learn how to ensure the safety of your property, including reinforcing walls, installing alarm systems, and adopting animals that can act as guardians.\n\nProtecting your home is an absolute priority. In the event of a collapse or emergency situation, it is important to ensure that your home is protected against intruders and external attacks. Here, you will learn how to strengthen your property's walls and fences with barbed wire or spikes, how to install bulletproof windows, armored doors, and safes, and how to create a secure room (also known as a \"panic room\") in case of emergency.\n\n In addition to property protection measures, this section also addresses the issue of animals that can act as guardians. Guard dogs are a common choice, but there are also other animals that can be useful, such as donkeys, geese, or chickens. These animals can provide additional protection and can be trained to signal the presence of intruders or other threats.\n\nFinally, this section also addresses the importance of being part of a group in an emergency situation. By joining a survival group or creating your own, you can set up guard shifts and rotations to monitor your property constantly. This can also provide emotional and psychological support in times of stress or difficult situations.\n\nThe Defense section is, therefore, an essential element of any survival or collapse preparation. By learning how to protect your home, how to adopt useful animals, and how to be part of a group, you can maximize your chances of staying safe and protecting your family in difficult situations.",
        "items": [
            {
                "id": "ABZ",
                "title": "My house is protected",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Protecting your house is crucial in case of crisis or natural disaster. It can also serve to deter intruders or burglars in normal times. The following elements can be used to protect your house:"
                    },
                    {
                        "type": "bullet",
                        "value": "Barbed wire fences: barbed wires can be installed on existing walls to deter intruders."
                    },
                    {
                        "type": "bullet",
                        "value": "High walls with spikes: high walls with spikes on top can prevent intruders from entering your property."
                    },
                    {
                        "type": "bullet",
                        "value": "Various alarms: alarm systems can be installed to alert occupants of the house in case of intrusion."
                    },
                    {
                        "type": "bullet",
                        "value": "Barred windows: barred windows are windows embedded in the wall with bars to prevent intruders from entering."
                    },
                    {
                        "type": "bullet",
                        "value": "Reinforced door: a reinforced door is a stronger door that is more difficult to break into than standard doors."
                    },
                    {
                        "type": "bullet",
                        "value": "Safe: a safe is a secure place to store valuable items and important documents."
                    },
                    {
                        "type": "bullet",
                        "value": "Panic room: a panic room is a secure room in a house that can be used to hide or protect oneself in case of intrusion or disaster."
                    }
                ]
            },
            {
                "id": "ACA",
                "title": "I have animals to help me",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Adopting animals for security is important because they can serve as a natural alarm system and deter intruders. Animals can also alert you to potential dangers and protect your home or campsite. Here are some options to consider:"
                    },
                    {
                        "type": "text",
                        "value": "1. Guard dog: Guard dogs are a popular option for security, as they are known to be loyal and protective of their family. They have a natural instinct to protect their territory and can be trained to attack on command or bark to alert owners."
                    },
                    {
                        "type": "text",
                        "value": "2. Donkeys: Donkeys are a surprising but effective choice for security, as they have a strong protective instinct towards their herd. They also have excellent hearing and can detect strange noises and smells. Donkeys can be trained to attack with their hooves and powerful bite."
                    }
                ]
            },
            {
                "id":"ACB",
                "title":"I am part of a group",
                "mode":"essential",
                "content":[
                    {
                        "type":"text",
                        "value":"Being part of a group is important because it allows for mutual assistance and benefits from everyone's skills and resources. By working together, group members can share tasks and lighten the burden on each other, which increases the chances of survival. Here are some advantages to consider:"
                    },
                    {
                        "type":"text",
                        "value":"1. Watch duty: being part of a group makes it easier to organize watch duties to ensure the safety of the camp. This allows for rest knowing that other group members are keeping an eye out."
                    },
                    {
                        "type":"text",
                        "value":"2. Skill sharing: depending on the group members, it is possible to benefit from useful survival skills such as hunting, fishing, gathering, construction, or medicine. Members can also learn from each other to improve their individual skills."
                    },
                    {
                        "type":"text",
                        "value":"3. Advance planning: by working in a group, it is possible to plan in advance for actions to take in case of emergency or crisis. This allows for quicker decision-making and better management of stressful situations."
                    },
                    {
                        "type":"text",
                        "value":"4. Trust: being part of a group composed of trusted individuals, such as friends or family, can help maintain a positive attitude and strengthen motivation to survive. Emotional support is also important in difficult situations."
                    }
                ]
            },
            {
                "id": "ACC",
                "title": "I know self-defense techniques",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Learning self-defense techniques is crucial for anyone who wants to protect themselves and their family in case of an attack or aggression. Here's why:"
                    },
                    {
                        "type": "bullet",
                        "value": "Reducing the risk of aggression: by knowing how to react to a dangerous situation, you can avoid ending up in a vulnerable position."
                    },
                    {
                        "type": "bullet",
                        "value": "Building self-confidence: by learning to defend oneself, one develops greater confidence in their physical and mental abilities."
                    },
                    {
                        "type": "bullet",
                        "value": "Improving physical condition: most self-defense techniques involve some form of physical exercise, which can help strengthen muscles and improve endurance."
                    },
                    {
                        "type": "bullet",
                        "value": "Acquiring useful skills: self-defense techniques can be used in various situations in daily life, such as stress management and conflict resolution."
                    },
                    {
                        "type": "text",
                        "value": "Here are some examples of self-defense techniques:"
                    },
                    {
                        "type": "bullet",
                        "value": "Martial arts: martial arts such as karate, judo, or taekwondo can help develop strength, flexibility, and agility."
                    },
                    {
                        "type": "bullet",
                        "value": "Boxing: boxing is an excellent way to improve physical condition and learn striking techniques."
                    },
                    {
                        "type": "bullet",
                        "value": "Krav Maga: Krav Maga is a self-defense method that aims to quickly neutralize an aggressor using simple and effective movements."
                    },
                    {
                        "type": "bullet",
                        "value": "Disarmament techniques: these techniques involve disarming an armed aggressor, such as a knife or gun."
                    }
                ]
            },
            {
                "id": "ACD",
                "title": "I have access to self-defense weapons",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Having access to self-defense weapons can be important for security in certain situations. Here are some reasons why it can be useful:"
                    },
                    {
                        "type": "bullet",
                        "value": "Personal protection: In the event of an attack or intrusion on your property, a weapon can be used to protect yourself, your family, and your property."
                    },
                    {
                        "type": "bullet",
                        "value": "Food hunting: In the event of a need for food, a weapon can be used to hunt and kill animals for food."
                    },
                    {
                        "type": "bullet",
                        "value": "Deterrence: Simply owning a weapon can deter criminals from attacking you or your property."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that owning weapons must be legal and it is important to follow rules and regulations regarding the possession and use of weapons. Here are some examples of self-defense weapons:"
                    },
                    {
                        "type": "bullet",
                        "value": "Handguns: Handguns are lightweight and portable firearms that can be used for personal defense."
                    },
                    {
                        "type": "bullet",
                        "value": "Rifles: Rifles are larger and more powerful firearms that can be used for hunting or personal defense."
                    },
                    {
                        "type": "bullet",
                        "value": "Non-lethal weapons: Non-lethal weapons like pepper spray, stun guns, and telescoping batons can be used for personal defense without causing serious injury."
                    },
                    {
                        "type": "text",
                        "value": "It is important to receive proper training on the use and safety of weapons before using them. Additionally, it is essential to securely store weapons to prevent unauthorized or accidental access, especially if children are present in the home."
                    }
                ]
            },
            {
                "id": "ACE",
                "title": "I know how to react to intrusion",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Knowing how to react in case of intrusion is crucial to ensure the safety of your home and its occupants. It is important to have an action plan in place to be able to react quickly and effectively when needed."
                    },
                    {
                        "type": "text",
                        "value": "Here are some points to consider when developing an emergency evacuation plan:"
                    },
                    {
                        "type": "bullet",
                        "value": "Have a clearly identified and accessible emergency exit for each room"
                    },
                    {
                        "type": "bullet",
                        "value": "Plan a safe meeting point outside the house"
                    },
                    {
                        "type": "bullet",
                        "value": "Ensure that everyone in the house knows the evacuation plan and knows how to execute it if needed"
                    },
                    {
                        "type": "text",
                        "value": "In case of intrusion, it is important to know what to do and who to call. Here are some examples:"
                    },
                    {
                        "type": "bullet",
                        "value": "Call the police immediately by dialing the emergency number"
                    },
                    {
                        "type": "bullet",
                        "value": "Barricade yourself in a secure room if possible"
                    },
                    {
                        "type": "bullet",
                        "value": "Make noise to alert neighbors and deter the intruder"
                    },
                    {
                        "type": "text",
                        "value": "Consider the possibility of locking yourself in a secure room, such as a safe room or a panic room. These rooms can be equipped with armored doors, reinforced locks, and other security devices to protect the occupants in case of intrusion."
                    }
                ]
            },
            {
                "id": "ACF",
                "title": "I know what \"a vigilant attitude\" means",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Having a vigilant attitude is essential to ensure one's own safety. Indeed, being attentive to one's surroundings and the people in them allows you to quickly identify any potentially dangerous situation. Similarly, not hesitating to contact authorities in case of suspicion or danger can help avoid even more serious situations. Finally, it is important to avoid disclosing sensitive information on social media or in public in order to avoid drawing the attention of malicious individuals."
                    },
                    {
                        "type": "text",
                        "value": "Here are some examples and details for each point:"
                    },
                    {
                        "type": "bullet",
                        "value": "Being attentive to one's surroundings and the people in them:"
                    },
                    {
                        "type": "text",
                        "value": "This can include monitoring people around you in public places, paying attention to movements around your home or vehicle, or recognizing signs of suspicious behavior."
                    },
                    {
                        "type": "bullet",
                        "value": "Not hesitating to contact authorities in case of suspicion or danger:"
                    },
                    {
                        "type": "text",
                        "value": "It is important not to minimize signs of danger or think that it does not concern us. When in doubt, it is better to contact the competent authorities to report any suspicious behavior or potential danger."
                    },
                    {
                        "type": "bullet",
                        "value": "Avoid disclosing sensitive information on social media or in public:"
                    },
                    {
                        "type": "text",
                        "value": "The information we share on social media can be used against us. It is therefore important not to post personal or sensitive information such as phone numbers, addresses, real-time vacation photos, or information about one's property or finances."
                    }
                ]
            }
            
        ],
        "isPremium": true
    },
    {
        "uid": "9",
        "title": "Fishing",
        "subtitle": "a key skill for self-sufficiency.",
        "image": "fishing",
        "links": [],
        "descriptionShort": "In a context where food self-sufficiency is becoming an increasingly important issue, fishing is an essential skill to master. Whether it's to feed oneself in case of emergency, to ensure a renewable source of protein, or simply to enjoy an outdoor activity, learning to fish can be a real solution. In this section, we will cover different fishing techniques, necessary tools, and best practices for fishing effectively and safely.",
        "descriptionLong": "Fishing is an important skill for anyone who wants to be self-sufficient and prepared in the event of survival or collapse. It allows you to feed yourself by being in direct contact with nature and using natural resources. However, to be effective at fishing, it is essential to know the basic techniques, necessary equipment, the environment in which you are fishing, and the edible fish species.\n\nTo begin with, it is important to know the basic fishing techniques such as line fishing, net fishing, or fly fishing. Each of these techniques has its own advantages and disadvantages, and it is important to know when and how to use them. It is also important to have the basic equipment necessary for fishing, including a fishing rod, hooks, lines, lures, nets, and knives.\n\nNext, it is important to have a good understanding of the environment in which you are fishing. Whether it's a river, lake, or ocean, each environment has its own characteristics and conditions that affect the techniques and equipment to be used. It is also essential to know when to fish, as some fish are more active at specific times of the day or year.\n\n It is also important to know the edible fish species in your fishing environment. Some species may be toxic or dangerous to consume, so it is important to know how to identify them and how to prepare them to avoid any risk to your health.\n\nFinding the right fishing spots is also a key element of fishing success. In general, fish look for places where they can easily feed, rest, and reproduce. Learning to identify these spots and understand how fish behave in their environment is essential for successful fishing.\n\nFinally, knowing how to cook the fish and eat it safely is just as important as fishing itself. It is important to know how to clean and prepare the fish, as well as the best cooking techniques for each species. It is also essential to consider the risks associated with consuming fish, such as water contamination-related illnesses, and know how to avoid them.\n\nIn summary, fishing is an important skill to possess for anyone who wants to be self-sufficient and prepared in the event of survival or collapse. This requires knowledge of basic techniques, necessary equipment, the environment, edible species, good fishing spots, as well as safe preparation and cooking techniques.",
        "items": [
            {
                "id": "ACG",
                "title": "I know different fishing techniques",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "It's important to know different fishing techniques in order to adapt to different fishing conditions and increase your chances of success. Indeed, some fishing techniques may be more effective depending on the season, weather, time of day, water depth, water temperature, etc."
                    },
                    {
                        "type": "text",
                        "value": "Here are some examples of fishing techniques:"
                    },
                    {
                        "type": "bullet",
                        "value": "Fishing with a line: This technique is the most common and simplest. It involves attracting fish with bait (worms, lures, etc.) and catching them with a line and hook."
                    },
                    {
                        "type": "bullet",
                        "value": "Fishing with a net: This technique involves trapping fish in a net. There are several types of nets: mesh net, trap net, seine net, etc."
                    },
                    {
                        "type": "bullet",
                        "value": "Fly fishing: This technique involves attracting fish with an imitation insect that floats on the water. The fly is usually tied to a special hook and the fishing rod is used to propel the line."
                    },
                    {
                        "type": "text",
                        "value": "There are many books, websites, videos, and courses that can teach you these different fishing techniques. You can also ask for advice from experienced fishermen or join a local fishing club to learn more."
                    }
                ]
            },
            {
                "id": "ACH",
                "title": "I have the basic equipment",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Having basic equipment is essential to be prepared for fishing in all circumstances. This allows you to be self-sufficient and able to fish even in emergencies or survival situations."
                    },
                    {
                        "type": "text",
                        "value": "Here is a list of basic fishing equipment:"
                    },
                    {
                        "type": "text",
                        "value": " - Fishing rod\n - Reel\n - Fishing line\n - Hooks\n - Baits (worms, insects, dead fish, etc.)\n - Net (for net fishing)\n - Knife\n - Pliers"
                    },
                    {
                        "type": "text",
                        "value": "It is important to choose quality equipment to ensure optimal use and avoid unpleasant surprises. It is also possible to adapt the equipment according to the conditions and types of fish being sought. Detailed information on fishing equipment can be found in specialized books, websites, or from fishing professionals."
                    }
                ]
            },
            {
                "id": "ACI",
                "title": "I know my environment",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Knowing your environment is important when fishing for several reasons. First, it allows you to know what types of fish are in the fishing area. This can help in choosing the appropriate equipment and bait to catch those fish. Secondly, knowing the weather conditions can help determine the best time to fish. Finally, it is important to know where to fish safely, avoiding dangerous areas or protected zones."
                    },
                    {
                        "type": "text",
                        "value": "To know your fishing environment, it is useful to consult with government agencies or local fishing associations to obtain information about local fishing regulations, popular fishing zones, fish spawning periods, and weather conditions."
                    },
                    {
                        "type": "text",
                        "value": "It is also helpful to do online research to find navigation maps, local fishing reports, and fishing forums where you can discuss and exchange information with other local fishermen."
                    },
                    {
                        "type": "text",
                        "value": "Finally, it is important to directly observe your fishing environment by going there. Spotting areas where fish gather, observing signs of weather that may affect fishing, and learning to recognize plants and animals around the water are all ways to better understand your fishing environment."
                    }
                ]
            },
            {
                "id": "ACJ",
                "title": "I know how to cook fish",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Knowing how to cook fish safely and which fish are edible is important for several reasons. Firstly, it can be vital in survival or self-sufficiency situations, as fish are an important source of protein and nutrients. Additionally, by learning to cook fish properly, you can avoid potentially dangerous foodborne illnesses. Finally, knowing which fish are edible allows you to fish safely and avoid potentially toxic species."
                    },
                    {
                        "type": "text",
                        "value": "Here are some examples of fish cooking techniques that can be useful to know:"
                    },
                    {
                        "type": "text",
                        "value": " - Removing scales and entrails before cooking\n - Cooking the fish until it is well-done (to an internal temperature of at least 63C)\n - Seasoning the fish with herbs, spices, or lemon to add flavor\n - Grilling, roasting, steaming, or pan-frying the fish"
                    },
                    {
                        "type": "text",
                        "value": "When it comes to edible fish, it is important to research the species that are found in the region where you are fishing. Here are some examples of common edible fish:"
                    },
                    {
                        "type": "text",
                        "value": " - Trout\n - Salmon\n - Catfish\n - Sea bass\n - Tuna\n - Mackerel\n - Sardines\n - Cod\n - Scallop"
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that some fish species can be toxic or dangerous to eat. For example, some freshwater fish may contain parasites that can cause illness. Additionally, some marine species may contain high levels of mercury or other pollutants, which can be dangerous to human health. It is therefore important to research edible fish and take precautions when handling and cooking fish."
                    }
                ]
            },
            {
                "id": "ACK",
                "title": "I have bait and I know how to use it",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Having the right bait is crucial for catching the fish you want. Fish have different food preferences depending on their species, size, and habitat, so it's important to know which baits work best for each species of fish you want to catch."
                    },
                    {
                        "type": "text",
                        "value": "There is a wide variety of fishing baits, ranging from worms to plastic lures. Natural baits, such as worms, insects, or crustaceans, are often used to catch freshwater fish, while artificial baits, like plastic lures, are often used for saltwater fishing."
                    },
                    {
                        "type": "text",
                        "value": "In addition to buying baits from fishing stores, you can also learn how to make your own baits. For example, you can make fishmeal boilies to catch carp, or you can make feather lures to catch saltwater fish."
                    },
                    {
                        "type": "text",
                        "value": "It's also important to know how to use baits properly. For instance, worms should be handled with care to avoid killing or injuring them, which can make them less attractive to fish. Lures should be used in a way that simulates the natural movement of the fish's prey to attract their attention."
                    },
                    {
                        "type": "text",
                        "value": "It's recommended to research the fish species you want to catch and the baits that work best for them. You can find information in fishing books, fishing websites, online forums, or by talking with experienced anglers."
                    }
                ]
            },
            {
                "id": "ACL",
                "title": "I know how to gut my fish",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Knowing how to clean and prepare fish for consumption is crucial for ensuring safe eating and avoiding health risks. Improper handling of fish can lead to bacterial contamination and diseases. By learning fish cleaning and preparation techniques, you can minimize the risks and enjoy the nutritional benefits of fish."
                    },
                    {
                        "type": "text",
                        "value": "Here are some steps to properly clean and prepare fish:"
                    },
                    {
                        "type": "text",
                        "value": "- Start by removing the entrails of the fish by making a cut from the underside of the head to the anus. Then, remove the intestines and other internal organs. Make sure to rinse the fish with cold water to remove any residue."
                    },
                    {
                        "type": "text",
                        "value": "- Remove the head, fins, and tail using a sharp knife. Also, remove the skin of the fish using a sharp knife."
                    },
                    {
                        "type": "text",
                        "value": "- If you want to cook the fish whole, it is important to wash it thoroughly with cold water and then dry it with paper towels before preparing it. If you prefer to use fillets, remove the bones with tweezers before washing them."
                    },
                    {
                        "type": "text",
                        "value": "To learn these techniques, you can watch online videos, read fishing books or articles, or ask friends or fishing experts. It is important to practice these techniques several times before mastering them completely."
                    }
                ]
            },
            {
                "id": "ACM",
                "title": "I know food preservation techniques",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Having skills in food preservation is important when fishing for several reasons:"
                    },
                    {
                        "type": "text",
                        "value": "- First, it allows you to preserve food for longer, which can be crucial in situations of self-sufficiency or survival. Fishing can be an essential source of food, but it is important to be able to preserve the caught fish for later consumption."
                    },
                    {
                        "type": "text",
                        "value": "- In addition, certain methods of food preservation, such as smoking or salting, can give a particular taste to the fish that can be highly appreciated."
                    },
                    {
                        "type": "text",
                        "value": "Here are some examples of methods for preserving caught fish:"
                    },
                    {
                        "type": "text",
                        "value": "- Salting involves sprinkling the fish with salt to preserve it. This method is particularly suitable for oily fish such as salmon or trout."
                    },
                    {
                        "type": "text",
                        "value": "- Smoking involves exposing the fish to smoke to preserve it. This method is often used for salmon or herring."
                    },
                    {
                        "type": "text",
                        "value": "- Canning allows fish to be preserved in a sealed jar. This method is practical for preserving small fish, such as sardines or anchovies."
                    },
                    {
                        "type": "text",
                        "value": "Information about different food preservation techniques can be found by searching online or consulting specialized books on the subject."
                    }
                ]
            },
            {
                "id": "ACN",
                "title": "I have emergency gear",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Having extra fishing tools is important for several reasons:"
                    },
                    {
                        "type": "text",
                        "value": "1. Hooks can easily break or get lost during fishing, so it's important to have spares on hand to avoid being caught off guard."
                    },
                    {
                        "type": "text",
                        "value": "2. Swivels and weights are also important fishing tools as they can help adjust bait depth and retrieval speed. Having extra fishing tools can also improve the chances of successful fishing."
                    },
                    {
                        "type": "text",
                        "value": "There are several places where you can find information on extra fishing tools, including:"
                    },
                    {
                        "type": "text",
                        "value": "- Fishing stores: these stores sell a variety of fishing tools and can help you choose the best tools for your situation."
                    },
                    {
                        "type": "text",
                        "value": "- Specialized websites: there are many fishing websites that can provide you with information on extra fishing tools and their use."
                    },
                    {
                        "type": "text",
                        "value": "- Online forums: online fishing forums can be an excellent resource for getting advice and information on extra fishing tools from other experienced anglers."
                    }
                ]
            }
            
        ],
        "isPremium": true
    }
]
