[
    {"uid": "1",
        "title": "Freshwater",
        "subtitle": "Filtration, Collection, and Storage",
        "image": "water",
        "links": [
            {
                "url": "https://www.thedrinkablebook.com/",
                "description": "An innovative book that contains pages of paper that filter water to make it drinkable. Each page can filter up to 100 liters of water and instructions on how to build a water filter are included in the book.",
                "title": "The Drinkable Book"
            },
            {
                "url": "https://sawyer.com/products/sawyer-mini-filter/",
                "description": "A popular and reliable portable water filter, capable of filtering up to 378,500 liters of water.",
                "title": "Sawyer Products Mini Water Filtration System"
            },
            {
                "url": "https://lifestraw.com/",
                "description": "Another popular portable water filter that allows you to drink fresh water without having to boil or use chemicals.",
                "title": "LifeStraw Personal Water Filter"
            },
            {
                "url": "https://www.youtube.com/watch?v=QaAblon69sI",
                "description": "A YouTube video tutorial that shows how to build a water filter from simple and inexpensive materials.",
                "title": "Make YOUR Survival Water Filter"
            }
        ],
        "descriptionShort": "Freshwater is essential for human survival, but a water crisis can occur at any time. In the event of a collapse, it is important to know how to find and treat freshwater to ensure your survival. This section will help you understand why freshwater is important in a survival situation and what you need to do to prepare.",
        "descriptionLong": "Freshwater is one of the most important resources for human survival. However, a water crisis can occur at any time and can be caused by a variety of factors such as pollution, prolonged droughts, natural disasters, or armed conflicts. In the event of a collapse, the availability of freshwater can be greatly reduced, making access to and treatment of freshwater even more crucial.\n\nTo survive a freshwater shortage, it is essential to understand how to find, collect, and treat water safely and effectively. To do this, you need to equip yourself with the necessary tools and skills to ensure a constant supply of freshwater.\n\nThe list of things to buy to be prepared includes items such as a portable water filter, plastic water bottles, a metal or plastic water container, water treatment packets, a water quality testing kit, a plastic bucket, and a hose. With these tools, you can filter, store, test, and collect freshwater.\n\nIn addition to tools, it is important to master certain skills to treat freshwater safely. It is important to learn how to find freshwater in nature, how to collect and store rainwater, how to filter and purify freshwater using natural methods, and how to use a portable water filter. You also need to know how to test the quality of freshwater to ensure it is safe to drink.\n\nUltimately, being prepared for a freshwater shortage means understanding the importance of this resource, being equipped with the right tools, and mastering the skills necessary to find, store, treat, and drink freshwater safely. With this knowledge, you will be better prepared to face a water crisis and protect your health and well-being.",
        "items": [
            {
                "id": "AAA",
                "title": "Portable Water Filter",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Water filters are essential tools for survival in the event of a collapse or in situations where access to fresh water is limited. Portable water filters allow you to filter fresh water and remove impurities, bacteria, viruses, and particles that can make water unsafe to consume. While there are many commercial water filters available on the market, it is also possible to build your own water filter from readily available materials."
                    },
                    {
                        "type": "text",
                        "value": "The simplest method for building a water filter is to use a plastic container, a layer of gravel, a layer of sand, and a layer of activated charcoal. The gravel acts as a coarse filter to remove larger particles, the sand filters out finer particles, and the activated charcoal removes chemical contaminants and odors. Here are the steps to build a simple water filter:"
                    },
                    {
                        "type": "image",
                        "value": "filter_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Drill a hole in the bottom of the plastic container."
                    },
                    {
                        "type": "bullet",
                        "value": "Place a layer of gravel at the bottom of the container, making sure it covers the hole."
                    },
                    {
                        "type": "bullet",
                        "value": "Add a layer of sand on top of the gravel."
                    },
                    {
                        "type": "bullet",
                        "value": "Add a layer of activated charcoal on top of the sand."
                    },
                    {
                        "type": "bullet",
                        "value": "Add another layer of sand on top of the activated charcoal."
                    },
                    {
                        "type": "bullet",
                        "value": "Add a final layer of gravel on top of the sand."
                    },
                    {
                        "type": "bullet",
                        "value": "Place a clean cloth on top of the layer of gravel to prevent materials from mixing."
                    },
                    {
                        "type": "text",
                        "value": "You can now use your water filter by pouring fresh water through the different layers of materials. The water should be filtered and ready to drink."
                    }
                ]
                
            },
            {
                "id": "AAB",
                "title": "Useful Equipment",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Here is a list of items that are good to have at home at all times:"
                    },
                    {
                        "type": "bullet",
                        "value": "Plastic water bottles (especially if you live in a city and don't have access to clean drinking water): It's always good to have plastic water bottles on hand. They're handy for storing water or for transporting clean drinking water if you need to move around. They can also be used for many DIY projects (storage, filtering, etc.)!"
                    },
                    {
                        "type": "bullet",
                        "value": "Metal or plastic containers are usually the most durable and practical. Be sure to clean the container regularly and store it in a cool, dry place."
                    },
                    {
                        "type": "bullet",
                        "value": "Plastic buckets are useful for collecting and transporting large amounts of water, especially if you need to fetch water from a lake, river, or well. They can also be used to store water or for other survival tasks. Be sure to buy a food-grade plastic bucket and clean it regularly."
                    },
                    {
                        "type": "bullet",
                        "value": "A garden hose is useful for collecting rainwater from gutters or roofs. You can also use a garden hose to transfer water from one container to another or to water a garden or crop."
                    }
                ]
            },
            {
                "id": "AAC",
                "title": "Water Quality Testing Kit",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "image",
                        "value": "water_test_kit_en"
                    },
                    {
                        "type": "text",
                        "value": "A water test kit is a tool used to measure water contamination levels by detecting the presence of different contaminants such as bacteria, viruses, parasites, heavy metals, chemicals, and nitrates. It is particularly useful for people who live in areas where clean drinking water is not readily available, or for people who source water from natural sources such as rivers, lakes, or wells."
                    },
                    {
                        "type": "text",
                        "value": "There are several types of water test kits on the market, but most include test strips, chemical reagents, droppers, control samples, and a user manual. Test strips are often the simplest to use because they don't require the use of chemicals or laboratory equipment. The strips are dipped into the water to be tested, and the results are read by comparing the colors that appear on the strips with the colors indicated on the packaging."
                    },
                    {
                        "type": "text",
                        "value": "Water test kits can be purchased online, at outdoor supply stores, gardening stores, hardware stores, and home improvement stores. It's important to note that not all water test kits are equal in terms of quality and reliability, so it's recommended to do research and read reviews before purchasing a water test kit."
                    }
                ]
            },
            {
                "id": "AAD",
                "title": "Water treatment sachets",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Water treatment sachets are chemical products or tablets that are used to purify water by killing bacteria, viruses, and parasites that may be present in the water. Water treatment sachets are particularly useful for people who get their water from natural sources such as rivers, lakes or wells."
                    },
                    {
                        "type": "text",
                        "value": "Water treatment sachets typically contain chemicals such as chlorine, iodine or hydrogen peroxide, which are powerful disinfectants capable of killing bacteria, viruses, and parasites present in the water. Water treatment tablets work in the same way, by dissolving a tablet in the water to be treated to release the active chemical."
                    },
                    {
                        "type": "text",
                        "value": "Water treatment sachets are generally easy to use and can be easily transported in a backpack or first aid kit. To use water treatment sachets, it is usually enough to fill a container with water, add the treatment sachet, and let it sit for a certain amount of time, usually between 30 minutes to 4 hours, depending on the product. After this time, the water should be safe to drink."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that water treatment sachets are not effective against all water contaminations. They are unable to filter out solid matter or chemicals that may be present in the water, and they are not effective against high levels of heavy metals. Therefore, it is important to ensure that water treated with water treatment sachets does not contain visible solid particles and to limit the use of water treatment sachets to emergency situations."
                    },
                    {
                        "type": "text",
                        "value": "In summary, water treatment sachets are a convenient solution for treating water from natural sources to eliminate bacteria, viruses, and parasites. They are easy to use and transport, but they are not effective against all water contaminations and should only be used in emergency situations."
                    }
                ]
            },
            {
                "id": "AAE",
                "title": "Location",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "How to find freshwater in nature (e.g. springs, streams, lakes, rivers)?"
                    },
                    {
                        "type": "text",
                        "value": "Location is a crucial factor for survival in case of water scarcity or the need for water treatment, as it determines access to sources of freshwater. It is important to be located near a reliable source of freshwater to obtain drinking water."
                    },
                    {
                        "type": "text",
                        "value": "Sources of freshwater can vary depending on geographic location, but typically include rivers, lakes, ponds, springs, wells, or water reservoirs. In desert or arid areas, it may be more difficult to find freshwater, but it is often possible to find underground water sources or oases."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that not all water sources are safe to drink without prior treatment, even if they appear clean and clear. Rivers and lakes can contain bacteria, viruses, parasites, chemicals, or solid materials that can make the water unsafe to drink. Therefore, it is important to know the available water sources in the area and how to treat them to make them potable."
                    },
                    {
                        "type": "text",
                        "value": "In summary, location is an important factor to ensure reliable access to freshwater. Sources of freshwater vary depending on geographic location, and it is important to know the available water sources in the area and how to treat them to make them potable."
                    }
                ]
            },{
                "id": "AAF",
                "title": "Rainwater",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "How to collect and store fresh rainwater?"
                    },
                    {
                        "type": "text",
                        "value": "Collecting and storing rainwater can be an additional source of fresh water when needed. Here are a few steps to follow to collect and store rainwater:"
                    },
                    {
                        "type": "image",
                        "value": "eauDePluie_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Install a rainwater collection system: A rainwater collection system can be as simple as a large bucket or as complex as a system of gutters and conduits that channel water to a storage tank. The choice of system will depend on the amount of water you plan to collect and the resources you have."
                    },
                    {
                        "type": "bullet",
                        "value": "Choose a location for storage: The storage tank should be located in a dry, clean place and protected from direct sunlight to prevent the growth of bacteria and algae. It can be placed underground or above ground, depending on the configuration of your land."
                    },
                    {
                        "type": "bullet",
                        "value": "Install a filtration system: It is important to filter rainwater before storing it to remove impurities and contaminants. A simple filter can be made of a piece of cloth or mesh attached to the opening of the storage tank."
                    },
                    {
                        "type": "bullet",
                        "value": "Add preservatives: To prevent the proliferation of bacteria and algae, you can add preservatives such as hydrogen peroxide, chlorine, or mineral salts."
                    },
                    {
                        "type": "bullet",
                        "value": "Use stored water safely: The stored water should be treated before consumption to remove bacteria, viruses, parasites, and chemicals that may be present. Water treatment sachets, water filters, or UV rays can be used to purify stored water."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that laws and regulations regarding the collection and storage of rainwater vary by country and state. It is therefore important to inquire about the regulations in force in your area before starting to collect rainwater."
                    }
                ]
            },
            {
                "id": "AAG",
                "title": "Purification skills",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "There are several natural methods for filtering and purifying fresh water. Here are a few:"
                    },
                    {
                        "type": "text",
                        "value": "Boiling: Boiling water is one of the simplest methods to kill bacteria, viruses, and parasites that may be present in water. To do this, bring the water to a boil for at least 1 minute, then let it cool before consuming."
                    },
                    {
                        "type": "text",
                        "value": "Activated charcoal: Activated charcoal is a porous material that can absorb chemicals, impurities, and contaminants present in water. You can use powdered or granulated activated charcoal to filter water. Place the activated charcoal in a container and pour water through it. You can also place activated charcoal in a cloth and use this cloth as a filter."
                    },
                    {
                        "type": "text",
                        "value": "Gravity filtration: Gravity filtration is a simple method to remove suspended particles from water. You can use a ceramic, sand, stone, or cloth filter to filter water. Water passes through the filter under the influence of gravity, and particles are trapped in the filter."
                    },
                    {
                        "type": "text",
                        "value": "UV radiation: UV rays can be used to kill bacteria, viruses, and parasites present in water. You can use a UV lamp to purify water by passing it under the lamp for about 1 to 2 minutes."
                    },
                    {
                        "type": "text",
                        "value": "Chlorination: Adding chlorine to water can kill bacteria, viruses, and parasites that may be present. Add a few drops of bleach to the water, then wait about 30 minutes before consuming it."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that these natural methods are not always sufficient to eliminate all water contaminants, especially chemicals. If you are in a survival situation where clean drinking water is scarce, it is recommended to use several of these methods in combination to ensure safe drinking water."
                    }
                ]
            },
            {
                "id": "AAH",
                "title": "Collecting in Nature",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "There are several methods for collecting rainwater. The first is to use any containers you may have on you. The second is to tie the corners of a poncho or tarp around trees located a few meters off the ground, place a small rock in the center to create a depression, and let the water drip down."
                    },
                    {
                        "type": "bullet",
                        "value": "Collecting rainwater"
                    },
                    {
                        "type": "text",
                        "value": "Collecting and drinking rainwater is one of the safest ways to hydrate without risk of bacterial infection. This is particularly true in rural and wilderness areas (in urban centers, rain first passes through pollution, emissions, etc.)"
                    },
                    {
                        "type": "text",
                        "value": "There are two main methods for collecting rainwater. The first is to use any containers you may have on you. The second is to tie the corners of a poncho or tarp around trees located a few meters off the ground, place a small rock in the center to create a depression, and let the water drip down."
                    },
                    {
                        "type": "bullet",
                        "value": "Collecting morning dew"
                    },
                    {
                        "type": "text",
                        "value": "Looking for a way to collect up to a liter of water per hour? Tie absorbent clothing or fine grass clumps around your ankles, and take a walk before sunrise through tall grass, meadows, etc. Squeeze the water out when the fabric is saturated, and repeat. Just make sure you're not collecting dew from a toxic plant."
                    },
                    {
                        "type": "image",
                        "value": "collecter_rosee_fr_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Fruits/vegetation"
                    },
                    {
                        "type": "text",
                        "value": "Fruits, vegetables, cacti, succulent/pulpy plants, and even roots all contain a lot of water. In all of these cases, just pick the plants, put them in any container, and mash them into a pulp with a rock to collect their liquid. It's not much, but in desperate situations, every little bit counts."
                    },
                    {
                        "type": "text",
                        "value": "This method is particularly useful in tropical environments where fruits and vegetation are abundant. Coconuts can be an excellent source of hydration. However, it's best to consume green, immature coconuts rather than mature ones, as the milk from ripe coconuts acts as a laxative, which will only dehydrate you further."
                    },
                    {
                        "type": "bullet",
                        "value": "Collecting plant transpiration"
                    },
                    {
                        "type": "text",
                        "value": "Water is collected from plant transpiration in an illustration of a jar."
                    },
                    {
                        "type": "image",
                        "value": "collectwater_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "This is the process by which moisture is transported from a plant's roots to the underside of its leaves. From there, it evaporates into the atmosphere, but you can collect the water before it does so."
                    },
                    {
                        "type": "text",
                        "value": "In the morning, at the first hour, tie a bag (or something that can be turned into a bag; the bigger, the better) around a branch of a leafy green tree or shrub. Place a stone in the bag to weigh it down a bit so that the water has a place to accumulate. Throughout the day, the plant transpires and produces moisture. But instead of evaporating into the atmosphere, it accumulates at the bottom of your bag. Never do this with a toxic plant."
                    },
                    {
                        "type": "bullet",
                        "value": "Tree bark/rock crevices"
                    },
                    {
                        "type": "text",
                        "value": "Like fruits and vegetation, this is another source that won't provide much water, but it's something to do when conditions are tough - especially when you're stranded in a desert. The crotch of tree branches or crevices in rocks can be small places to collect water. In an arid area, bird droppings around a rock crevice can indicate the presence of water inside, even if it's not visible. To remove water from hollows and fissures, put a piece of clothing or fabric inside, let it absorb all the moisture, and wring it out. Repeat if you can, and come back after a rain to replenish."
                    },
                    {
                        "type": "bullet",
                        "value": "Dig an underground well"
                    },
                    {
                        "type": "image",
                        "value": "water_hole_fr"
                    },
                    {
                        "type": "text",
                        "value": "The advantage of creating a still is that it provides a reliable and fairly large source of water (compared to other methods), and you have a rough idea of how much you'll get, allowing you to better plan and ration yourself."
                    },
                    {
                        "type": "text",
                        "value": "There are two types of wells: underground wells and surface wells. Surface wells are the most effective because they collect more water, but surface wells can be useful if you're extremely low on energy and can't dig a big hole."
                    },
                    {
                        "type": "text",
                        "value": "Supplies: Container (the largest you have), Transparent plastic sheet, Digging tool, Rocks"
                    }
                ]
            }
        ]
    },
    {
        "uid": "2",
        "title": "Electricity in survival situations",
        "subtitle": "Preparing for prolonged power outages",
        "image": "electricity",
        "links": [],
        "descriptionShort": "Electricity is vital for our daily lives, and this is especially true in survival situations. Whether it is to power heating, cooking, lighting, or communication devices, electricity can make the difference between life and death. In this section, you will learn why electricity is so important in survival situations and how you can prepare for a prolonged power outage.",
        "descriptionLong": "Electricity is a crucial element of our daily lives, allowing us to heat our homes, cook our meals, light our surroundings, communicate with others, work, and even entertain ourselves. However, in survival situations, electricity can make the difference between life and death.\n\nDuring a crisis or natural disaster, such as a hurricane, snowstorm, or flood, power lines can be damaged or cut, depriving people of access to electricity. In these situations, it is important to have alternative sources of energy to meet your basic needs.\n\nLack of electricity can also cause security problems, as security systems such as alarms, cameras, and electric gates may no longer function. Without electricity, pharmacies, hospitals, and long-term care facilities may be unable to provide adequate care, which can lead to dramatic consequences for patients.\n\nTo be prepared for a prolonged power outage, it is important to equip yourself with a portable power generator, solar panels, energy storage batteries, and other alternative energy sources. Solar lamps and rechargeable lanterns are also essential for lighting, while car battery chargers can be used to recharge your electronic devices.\n\nIn addition to having alternative energy sources, it is important to know the necessary skills to repair simple electrical circuits, install solar panels and charge controllers, and use electrical measuring tools such as a voltmeter and an ammeter. It is also important to learn how to save energy to maximize the autonomy of your electrical systems.\n\nIn conclusion, electricity is a crucial element in survival situations, as it can meet our basic needs and ensure our safety. It is therefore important to prepare for a prolonged power outage by having alternative energy sources and acquiring the necessary skills to repair and maintain these systems.",
        
        "items": [
            {
                "id": "AAI",
                "title": "Portable Electric Generator",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "A portable electric generator is an essential equipment for anyone who wishes to prepare for a prolonged power outage in case of survival."
                    },
                    {
                        "type": "image",
                        "value": "generator_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "A portable electric generator works by burning fuel, usually gasoline or diesel, to produce electricity."
                    },
                    {
                        "type": "text",
                        "value": "The power of a portable electric generator is measured in watts, and there are models ranging from a few hundred watts to several thousand watts."
                    },
                    {
                        "type": "text",
                        "value": "Portable electric generators can power a wide range of appliances, including refrigerators, air conditioners, power tools, lights, computers, and communication equipment."
                    },
                    {
                        "type": "text",
                        "value": "Portable electric generators are available at a range of prices, from a few hundred to several thousand dollars, depending on the power, quality, and brand."
                    },
                    {
                        "type": "text",
                        "value": "It is important to store enough fuel to operate your portable electric generator for an extended period, as well as to store gasoline or diesel safely and securely."
                    },
                    {
                        "type": "text",
                        "value": "Portable electric generators should be used in a well-ventilated area, outside the home, to avoid the risk of fire and carbon monoxide poisoning."
                    }
                ]
            },
            {
                "id": "AAJ",
                "title": "Solar Panels",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Solar panels and charge controllers are important equipment for any off-grid survival base. Here's some information about them:"
                    },
                    {
                        "type": "bullet",
                        "value": "Why equip your survival base with solar panels?"
                    },
                    {
                        "type": "text",
                        "value": "Solar panels are a reliable and renewable source of energy that can provide electricity in case of prolonged power outages. They are also useful for outdoor survival situations where there are no other energy sources available. Solar panels can be used to power devices such as lights, battery chargers, radios, fans, and even refrigerators."
                    },
                    {
                        "type": "image",
                        "value": "solar_fr_en"
                    },
                    {
                        "type": "bullet",
                        "value": "How many solar panels do you need for a survival base?"
                    },
                    {
                        "type": "text",
                        "value": "The number of solar panels needed depends on the amount of energy you need to power your devices. It is recommended to estimate your electrical consumption and choose the solar panels accordingly. In general, solar panels have an output power ranging from 100 to 400 watts, and you can install several of them to increase the output power."
                    },
                    {
                        "type": "bullet",
                        "value": "What is the lifespan of solar panels?"
                    },
                    {
                        "type": "text",
                        "value": "The lifespan of solar panels depends on several factors such as the quality of materials used, weather conditions, and regular maintenance. In general, solar panels have an average lifespan of around 25 to 30 years. It is important to keep solar panels clean and maintain them regularly to maximize their efficiency and lifespan."
                    }
                ]
            },
            {
                "id": "AAK",
                "title": "Batteries & Energy Storage",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Batteries and energy storage are important elements to consider in survival and collapse scenarios, as they allow for the storage of energy produced by renewable sources such as solar panels or wind turbines, or by electric generators. Here are some reasons why batteries and energy storage can be important in collapse scenarios:"
                    },
                    {
                        "type": "text",
                        "value": "Autonomy: Batteries and energy storage allow you to have an autonomous and reliable source of energy, which can allow you to continue using electrical devices even in case of prolonged power outage."
                    },
                    {
                        "type": "text",
                        "value": "Mobility: Portable batteries can be used to power communication devices, navigation devices, lamps or electric tools during travel or outdoor activities."
                    },
                    {
                        "type": "text",
                        "value": "Safety: In case of emergency, batteries and energy storage can be used to power emergency equipment such as radios, mobile phone chargers, emergency lighting, or even to power water pumps."
                    },
                    {
                        "type": "text",
                        "value": "As for battery types, there are several, each with its own advantages and disadvantages. Here are some examples of battery types that you may consider:"
                    },
                    {
                        "type": "bullet",
                        "value": "Lead-acid batteries: They are economical and have a long lifespan, but they are also heavy and require regular maintenance."
                    },
                    {
                        "type": "bullet",
                        "value": "Lithium-ion batteries: They are lighter and have a higher energy density, but they can be more expensive and require additional safety precautions."
                    },
                    {
                        "type": "bullet",
                        "value": "Nickel-cadmium (NiCad) batteries: They are cheaper than lithium-ion batteries, have a long lifespan, and can be quickly recharged, but they are also heavier and can have memory problems."
                    },
                    {
                        "type": "text",
                        "value": "Finally, as for battery lifespan, this will depend on the type of battery you use, how you use it, and how you maintain it. In general, batteries have a lifespan that can vary from a few years to several decades depending on the type and conditions of use. It is important to follow the manufacturer's instructions to maximize the lifespan of your battery and keep it in good working order."
                    }
                ]
            },
            {
                "id": "AAL",
                "title": "Must-Have Items",
                "mode": "essential",
                "content": [
                    {
                        "type": "bullet",
                        "value": "Solar lamps and rechargeable lanterns: During a prolonged power outage, lamps and lanterns are essential for lighting, especially at night. Solar lamps are an excellent option because they do not require electricity to operate - they simply recharge from the sun's light. Rechargeable lanterns can also be a good option if they can be charged from an alternative power source, such as a generator or solar panel."
                    },
                    {
                        "type": "bullet",
                        "value": "Electric cables and connectors: If you need to create an electrical system in case of collapse or survival, you will need cables and connectors to connect the different components together. Electrical cables of different sizes and thicknesses can be used for the transmission of electrical energy, while connectors allow you to connect different components, such as solar panels and batteries. It is important to choose quality cables and connectors to ensure reliable and safe transmission of energy."
                    },
                    {
                        "type": "bullet",
                        "value": "Car battery chargers: Batteries can be a valuable source of energy in case of collapse or survival, as they can be used to power a variety of devices. However, to use a battery, you will need a battery charger. Car battery chargers can be a good option because they can be powered from a generator or solar panel, and they are designed to quickly charge car batteries. You may also want to consider buying a portable battery charger for use on the go."
                    }
                ]
            },
            {
                "id": "AAM",
                "title": "Some Skills",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "These skills are important to ensure the availability of a reliable source of electricity for an extended period in survival situations. Here's why each of these skills is important."
                    },
                    {
                        "type": "bullet",
                        "value": "Install solar panels and charge controllers"
                    },
                    {
                        "type": "text",
                        "value": "Solar panels are a renewable energy source that can be used to generate electricity. However, it is important to know how to install them correctly and how to use charge controllers to prevent damage or overcharging."
                    },
                    {
                        "type": "bullet",
                        "value": "Identify different types of electrical wiring"
                    },
                    {
                        "type": "text",
                        "value": "This is essential to understand how different electrical components are connected to each other. It also helps to know what type of wiring is needed for a specific electrical project, understand how an electrical circuit works, and how to repair it in case of failure."
                    },
                    {
                        "type": "bullet",
                        "value": "Understand basic electronics principles"
                    },
                    {
                        "type": "text",
                        "value": "Understanding basic electronics principles helps to understand how electrical components work and how to repair them in case of failure."
                    },
                    {
                        "type": "bullet",
                        "value": "Use electrical measuring tools, such as a voltmeter and ammeter"
                    },
                    {
                        "type": "text",
                        "value": "Knowing how to use these tools allows you to measure electrical voltage and current, which can be useful in determining whether an electrical circuit is working properly and identifying any failures."
                    },
                    {
                        "type": "bullet",
                        "value": "Save energy to maximize the autonomy of your electrical systems"
                    },
                    {
                        "type": "text",
                        "value": "By learning how to save energy, you can maximize the autonomy of your electrical systems and extend the life of your batteries or other energy sources. This can be crucial in a survival situation where energy sources may be limited."
                    },
                    {
                        "type": "bullet",
                        "value": "Repair simple electrical circuits"
                    },
                    {
                        "type": "text",
                        "value": "By knowing how to repair simple electrical circuits, you can save money by avoiding professional help and be able to quickly restore a source of electricity if needed."
                    }
                ]
            }
        ]
        
    },
    {
        "uid": "3",
        "title": "Hunting and Trapping",
        "subtitle": "Prepare for Hunting and Trapping",
        "image": "hunting",
        "links": [
            {
                "url": "",
                "description": "Website",
                "title": "Making Ammunition"
            },
            {
                "url": "",
                "description": "Website",
                "title": "How to Shoot a Rifle"
            },
            {
                "url": "",
                "description": "Website",
                "title": "How to Hunt Rabbits"
            },
            {
                "url": "",
                "description": "????????????????????????????????",
                "title": "Learning to Make Traps"
            },
            {
                "url": "",
                "description": "Website",
                "title": "How to Hunt Deer"
            }
        ],
        "descriptionShort": "In a survival situation, hunting can be a vital skill for obtaining food and surviving in the wild. Meat is an important source of protein, nutrients, and calories needed to maintain energy and health. Learning to hunt and build traps can also help to avoid hunger and malnutrition during times of food scarcity.",
        "descriptionLong": "In case of survival, hunting can become a vital skill to obtain food and survive in the wild. When food and water are scarce, hunting can be one of the only ways to obtain the nutrients and energy necessary to maintain health and physical strength.\n\nMeat is an important source of protein, nutrients, and calories necessary for the body. Hunted animals can provide meat, offal, and bones for making broth. Fish can also be an important source of protein and nutrients and can be found in rivers, lakes, and ponds.\n\nBy learning how to hunt and build traps, you can increase your chances of survival and avoid hunger and malnutrition in case of food shortages. Traps can be built to capture animals such as rabbits, squirrels, birds, fish, rats, and mice. Traps can be simple or complex and can include snares, collar traps, pit traps, and net traps.\n\nHowever, hunting can be dangerous and requires proper training to be practiced safely. Firearms and crossbows are commonly used tools for hunting, but they must be used with care. It is important to know firearm safety rules and learn how to handle these weapons safely. Skills such as knowledge of hunting techniques, silent approach, camouflage, tracking, and ammunition making are also important to succeed in hunting safely.\n\nIn addition to the tools and skills necessary for hunting, it is also important to prepare by purchasing appropriate hunting clothing. Hunting clothing should be durable, weather-resistant, and comfortable for extended use. Sturdy boots, gloves, and hunting hats may also be necessary to protect against the elements.",
        "items": [
            {
                "id": "AAN",
                "title": "Bows & Crossbows",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Advantages of bows:"
                    },
                    {
                        "type": "image",
                        "value": "bow_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Bows are generally lighter than crossbows, making them easier to carry over long distances or difficult terrain."
                    },
                    {
                        "type": "bullet",
                        "value": "Bows are quieter than crossbows, which can be an advantage when hunting, as it avoids frightening nearby animals."
                    },
                    {
                        "type": "bullet",
                        "value": "Bows are often less expensive than crossbows, as they do not require as much material and components for their manufacture."
                    },
                    {
                        "type": "text",
                        "value": "Advantages of crossbows:"
                    },
                    {
                        "type": "image",
                        "value": "crossbow_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Crossbows are generally more accurate than bows, as they have better stability and more precise aiming."
                    },
                    {
                        "type": "bullet",
                        "value": "Crossbows are easier to use than bows for beginners, as they require less physical strength and skills to maneuver and aim."
                    },
                    {
                        "type": "bullet",
                        "value": "Crossbows have a longer range than bows, which can be an advantage when hunting at greater distances."
                    },
                    {
                        "type": "text",
                        "value": "Advantages of compound bows:"
                    },
                    {
                        "type": "image",
                        "value": "compound_bow_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Compound bows have pulleys that reduce the effort required to hold the string at full extension. This makes aiming easier and allows for greater accuracy when shooting."
                    },
                    {
                        "type": "bullet",
                        "value": "Compound bows also have a greater draw weight than traditional bows, meaning they can shoot arrows faster and with more force."
                    },
                    {
                        "type": "bullet",
                        "value": "Compound bows are often equipped with stabilizers, sights, and triggers, making them easier to use and more precise for beginners."
                    },
                    {
                        "type": "text",
                        "value": "However, compound bows also have some potential disadvantages:\nThey are heavier than traditional bows and can be more difficult to carry over long distances.\nThey are often more expensive than traditional bows due to their complexity and additional equipment."
                    }
                ]
            }
            ,
            {
                "id": "AAO",
                "title": "Ammunition",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Ammunition is a crucial element for hunting, as it provides the necessary energy to effectively and quickly take down animals. In the event of a collapse, ammunition can become scarce, making storage and production important for hunters."
                    },
                    {
                        "type": "text",
                        "value": "The amount of ammunition you should store depends on your level of preparedness and hunting skills. It is recommended to have at least 100-200 rounds of common caliber ammunition (such as .22LR, 12 gauge, .308 Win, etc.) to be prepared in case of an emergency. If you plan to hunt frequently, you should store more ammunition."
                    },
                    {
                        "type": "text",
                        "value": "Ammunition production is an important skill for hunters in the event of an ammunition shortage. However, this requires specific skills, equipment, and appropriate raw materials. It is important to note that ammunition production can be dangerous if done improperly. Therefore, it is strongly recommended to receive appropriate training before attempting to produce ammunition."
                    },
                    {
                        "type": "text",
                        "value": "Ammunition Production:"
                    },
                    {
                        "type": "image",
                        "value": "munitions_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Choosing the appropriate caliber: The choice of caliber depends on the type of weapon you own and the animal you are hunting."
                    },
                    {
                        "type": "bullet",
                        "value": "Selecting components: Ammunition is composed of three main elements: the casing, primer, and bullet (or shot). You will need to select each element based on your needs and skills."
                    },
                    {
                        "type": "bullet",
                        "value": "Preparing the casing: The casing is the brass part that contains the powder and bullet. It must be cleaned, stretched, and cut to the correct length."
                    },
                    {
                        "type": "bullet",
                        "value": "Installing the primer: The primer is a small capsule that creates a spark to ignite the powder. It must be installed precisely in the casing."
                    },
                    {
                        "type": "bullet",
                        "value": "Adding the powder: Powder is added to the casing using a powder dispenser. The amount of powder must be precise to ensure the safety and effectiveness of the ammunition."
                    },
                    {
                        "type": "bullet",
                        "value": "Installing the bullet: The bullet must be precisely installed on the casing. This can be done using a tool called a sizer."
                    },
                    {
                        "type": "bullet",
                        "value": "Crimping the bullet: Crimping involves squeezing the neck of the casing around the bullet. This ensures that the bullet stays in place when fired."
                    },
                    {
                        "type": "bullet",
                        "value": "Inspecting the ammunition: Once the ammunition is assembled, it is important to inspect it to ensure that it is correctly assembled and safe to use."
                    },
                    {
                        "type": "bullet",
                        "value": "This also requires a fair amount of equipment!"
                    },
                    {
                        "type": "text",
                        "value": "Reloading press: This is the basic equipment for ammunition manufacturing. It allows for the primers to be fixed, powder to be measured, and bullets to be crimped.\nPress tool set: This set of tools includes tools for preparing casings, crimping, and installing bullets.\nPowder dispenser: This equipment allows for the precise measurement of powder to be placed in each casing.\nReloading scale: It allows for the precise weighing of the amount of powder for each casing.\nNeck caliper: It allows for the measurement of the length and diameter of the casing for precise ammunition manufacturing.\nStorage boxes: These are necessary for storing ammunition components such as casings, bullets, and primers.\nRaw materials: The components necessary for ammunition manufacturing, such as casings, primers, bullets, and powder, must be purchased separately."
                    }
                ]
            }
            ,
            {
                "id": "AAP",
                "title": "Basic Equipment",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Here is a list of basic equipment for hunting and setting traps:"
                    },
                    {
                        "type": "bullet",
                        "value": "Wire for traps."
                    },
                    {
                        "type": "bullet",
                        "value": "A compass is essential for orienting oneself in nature and avoiding getting lost in the forest or mountains."
                    },
                    {
                        "type": "bullet",
                        "value": "A flashlight is important for illuminating one's path in case of nighttime movement or for searching dark areas for food or survival tools."
                    },
                    {
                        "type": "bullet",
                        "value": "Binoculars are a valuable tool for observing wildlife and spotting potential prey from a distance, without having to get too close and risk scaring them away. They also allow for observing animal movements at dawn and dusk, times when hunting is often most fruitful. Binoculars are therefore a key element in increasing the chances of success during hunting or survival in natural environments."
                    },
                    {
                        "type": "bullet",
                        "value": "A knife is a versatile tool that can be used for both hunting (cutting meat), preparing food, and making survival tools."
                    },
                    {
                        "type": "bullet",
                        "value": "An axe is useful for cutting wood and building shelter, starting a fire, or making survival tools."
                    },
                    {
                        "type": "bullet",
                        "value": "A small saw is useful for cutting branches or tree trunks that are thicker than what a knife allows, in order to make tools or build a shelter."
                    }
                ]
            }
            ,
            {
                "id": "AAU",
                "title": "Building Traps",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Traps: Traps are useful for catching small animals, such as rabbits, squirrels, and raccoons. There are many types of traps:"
                    },
                    {
                        "type": "bullet",
                        "value": "snares"
                    },
                    {
                        "type": "image",
                        "value": "trap_2_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Snare traps are traps that capture animals by blocking their neck. They are often used to catch small animals such as rabbits, hares, and squirrels. Here are the steps to set up a snare trap:\nFind a suitable location: Snare traps should be placed in areas where animals pass regularly, such as along a walking path, near a burrow, or a water source.\nPrepare the snare: The snare should be made with a strong wire, such as wire, and be long enough to wrap around the animal's neck. The snare should be attached to a tree or a stake in the ground to prevent the animal from escaping with the trap.\nInstall the trap: Bury the snare in the ground or place it on a flat surface for the animal to pass through.\nWait: Wait for the animal to be caught by the trap. Snares are designed to tighten when an animal passes through, trapping the animal by the neck.\nRelease the animal: If you catch an animal, it is important to release it quickly and carefully. Hold the animal with a glove, remove the snare, and release it."
                    },
                    {
                        "type": "image",
                        "value": "trap_1_fr_en"
                    },
                    {
                        "type": "bullet",
                        "value": "jaw traps"
                    },
                    {
                        "type": "image",
                        "value": "trap_3_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Jaw traps are hunting traps that work by capturing the animal between two metal jaws. The trap is typically placed on a trail frequented by the targeted animal, and once triggered, the jaws snap shut quickly and forcefully on the animal's limbs or body, holding it captive. Jaw traps have been used for centuries to capture animals such as foxes, coyotes, weasels, raccoons, and wolves, and are still used today for hunting and wildlife management. However, their use is often controversial due to the suffering inflicted on the captured animal."
                    },
                    {
                        "type": "text",
                        "value": "It is possible to make jaw traps yourself, but this requires advanced skills in mechanics and trap making, as well as in-depth knowledge of the targeted animals and local hunting regulations. Additionally, it's important to note that in many places, the use of jaw traps is regulated or prohibited for animal welfare reasons. Before attempting to make a jaw trap, it is therefore essential to research local regulations and consider more humane and ethical hunting alternatives."
                    },
                    {
                        "type": "bullet",
                        "value": "snare traps"
                    },
                    {
                        "type": "image",
                        "value": "trap_4_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Lace traps are simple hunting traps that work by capturing the animal by the neck or leg using a metal wire or cord. The traps are often set up on trails or areas where animals frequently pass by, and are triggered when an animal puts its leg or head in the trap. When the trap is triggered, it tightens the metal wire or cord around the animal's leg or neck, thus keeping it captive.\nLace traps are often used to capture small animals such as rabbits, hares, rats, and squirrels. However, their use is regulated or prohibited in many places due to the suffering they can inflict on the captured animal. It is therefore important to check local regulations before using lace traps for hunting or wildlife management."
                    }
                ]
            }
            ,
            {
                "id": "AAQ",
                "title": "Meat and Cutting",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "When faced with a survival situation, hunting can be a vital source of food. However, once the animal is killed, it's important to know how to properly prepare and store the meat so that it can be safely consumed. In this section, we will explore techniques for cutting, deboning, preserving, drying, and smoking meat, as well as practical tips for effectively using each part of the animal. Whether you're a novice in butchery or looking to improve your skills, this section will provide you with the necessary knowledge to maximize your meat harvest and store it under optimal conditions."
                    },
                    {
                        "type": "bullet",
                        "value": "How to dry or smoke meat"
                    },
                    {
                        "type": "image",
                        "value": "smoke_fr"
                    },
                    {
                        "type": "text",
                        "value": ": To dry meat, simply hang it in a cool, dry place and let it dry for several weeks until it's completely dry. To smoke meat, use a smoker and expose the meat to wood smoke for several hours until it's well smoked."
                    },
                    {
                        "type": "bullet",
                        "value": "The way to cut meat"
                    },
                    {
                        "type": "text",
                        "value": ": It's recommended to cut meat after it's been allowed to mature for several days to allow the meat enzymes to break down and make it more tender. The maturation period will depend on the type of meat and the storage conditions, but it can range from a few days to several weeks. It's also important to keep the meat fresh and cool during the cutting process. To do this, it's advised to work with the meat in a cool place or even in a refrigerator."
                    },
                    {
                        "type": "bullet",
                        "value": "Deboning and preparing"
                    },
                    {
                        "type": "text",
                        "value": ": It's important to remove the organs, skin, and feathers from the meat to allow for quick cooling and to prevent contamination. It's also advised to clean the meat with cold water to remove any remaining dirt and blood. Then, it's recommended to let the meat rest in a cool place for a few hours so that the temperature of the meat reaches that of the environment."
                    },
                    {
                        "type": "bullet",
                        "value": "Preservation"
                    },
                    {
                        "type": "text",
                        "value": ": There are different methods for preserving meat, including salt preservation, cold preservation, and dried or smoked preservation. For salt preservation, simply cover the meat with salt and let it rest for several weeks until it's well preserved. For cold preservation, it's recommended to keep the meat at a temperature of 0 to 5 degrees Celsius. For dried or smoked preservation, the meat should be hung in a cool, dry place and exposed to smoke to help prevent bacterial growth."
                    },
                    {
                        "type": "bullet",
                        "value": "How to use different parts of the animal"
                    },
                    {
                        "type": "text",
                        "value": "It is recommended to know the different cuts of meat and how to prepare them for specific dishes. For example, the most tender parts of the animal (such as the fillet) are ideal for grilling, while tougher parts can be used for stews or soups. It is also important to know how to use bones and meat leftovers to make broths or soups."
                    }
                ]
            }
            ,
            {
                "id":"AAR",
                "title":"Clothing",
                "mode":"intermediate",
                "content":[
                    {
                        "type":"text",
                        "value":"Whether you're an experienced hunter or new to the field, choosing the appropriate clothing is essential for a successful hunting experience. Hunting clothes are not just ordinary outdoor clothing; they are designed to provide you with comfort, protection, and concealment in nature. In this section, we will introduce you to the different types of hunting clothes, their features and benefits, as well as practical tips to help you choose the appropriate clothing based on your hunting environment and weather conditions."
                    },
                    {
                        "type":"image",
                        "value":"gear_fr_en"
                    },
                    {
                        "type":"bullet",
                        "value":"Hunting Jacket"
                    },
                    {
                        "type":"text",
                        "value":"The hunting jacket should be waterproof and breathable to protect against inclement weather and allow for quick sweat evaporation."
                    },
                    {
                        "type":"bullet",
                        "value":"Hunting Pants"
                    },
                    {
                        "type":"text",
                        "value":"Hunting pants should also be waterproof and breathable, with reinforcements at the knees and buttocks for increased durability."
                    },
                    {
                        "type":"bullet",
                        "value":"Hunting Boots"
                    },
                    {
                        "type":"text",
                        "value":"Hunting boots should be comfortable, durable, and waterproof to keep your feet dry and warm."
                    },
                    {
                        "type":"bullet",
                        "value":"Hunting Gloves"
                    },
                    {
                        "type":"text",
                        "value":"Hunting gloves should be tough and waterproof, with good grip for handling weapons and traps."
                    },
                    {
                        "type":"bullet",
                        "value":"Hunting Cap or Hat"
                    },
                    {
                        "type":"text",
                        "value":"The hunting cap or hat should provide sun protection and increased visibility by wearing a bright color to be easily visible to other hunters."
                    },
                    {
                        "type":"bullet",
                        "value":"Technical Underwear"
                    },
                    {
                        "type":"text",
                        "value":"Technical underwear is important for regulating body temperature and sweating."
                    },
                    {
                        "type":"bullet",
                        "value":"Camouflage Clothing"
                    },
                    {
                        "type":"text",
                        "value":"Camouflage clothing is useful for blending into the environment and going unnoticed."
                    },
                    {
                        "type":"bullet",
                        "value":"Sunglasses"
                    },
                    {
                        "type":"text",
                        "value":"Sunglasses are necessary to protect the eyes from harmful UV rays."
                    },
                    {
                        "type":"bullet",
                        "value":"Neck Gaiter"
                    },
                    {
                        "type":"text",
                        "value":"The neck gaiter is useful for protecting the neck and face from the elements."
                    }
                ]
            }
            ,
            {
                "id": "AAS",
                "title": "Building a Bow in the Wilderness",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Building a bow and arrows is an important skill for wilderness survival. Whether you're a hunter or an adventurer seeking thrills, knowing how to make your own hunting equipment is essential. Not only does it allow you to become more self-sufficient, but it can also be a rewarding experience in itself. In this section, we will guide you through the necessary steps to build a bow and arrows from materials found in nature."
                    },
                    {
                        "type": "image",
                        "value": "bowmaking_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Find suitable wood: The first step is to find suitable wood for the construction of your bow. Commonly used types of wood are yew, maple, ash, walnut, juniper, and bamboo. It is important to find wood that is flexible and sturdy, but not too thick or heavy.\n\nShape the wood: Once you have found suitable wood, it's time to shape it into a bow shape. This involves cutting it to the desired length and gently bending it into the shape of a bow. You can use tools such as a knife, saw, rasp, and sandpaper to help shape the wood.\n\nAdd notches: Notches are notches made at each end of the bow to hold the bowstrings. You can make them with a knife or saw.\n\nMake the bowstring: The bowstring is made of natural fibers such as hemp or linen bowstring. It must be adjusted to properly hold the bow. To make it, you can use a twisting technique to braid the fibers together.\n\nMake the arrows: To make arrows, you will need wood for the shafts, feathers for the fletching, and tips for the arrowheads. Arrowheads can be made of materials such as stone, flint, or metal. Fletching can be attached with natural glue or resin.\n\nTest your equipment: Once you have made your bow and arrows, it is important to test them to ensure they are effective. You can test the flexibility of the bow by pulling on the string, and test the accuracy of the arrows by shooting them at a target."
                    }
                ]
            }
            ,
            {
                "id": "AAT",
                "title": "Hunting skill",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Hunting is an essential skill for survival in nature. Whether it's for food or protection, it's important to know how to hunt and trap effectively. However, this requires learning and regular practice."
                    },
                    {
                        "type": "text",
                        "value": "It's important to search for resources online, learn about the laws and regulations in your region, but also to seek advice from local residents. They may have specific knowledge and tips for hunting and trapping more effectively in the region."
                    },
                    {
                        "type": "text",
                        "value": "In addition, it's crucial to understand the seasons and behaviors of animals in order to hunt them effectively. For example, it's better to hunt deer during the rutting season, as they are more active and easier to approach. It's also important to respect the animals you hunt and use all parts of the animal to minimize waste."
                    },
                    {
                        "type": "text",
                        "value": "Finally, it's essential to master different hunting techniques, including bow hunting, crossbow hunting, rifle hunting, as well as trapping techniques. Regular training is important to develop and maintain these skills over time."
                    },
                    {
                        "type": "text",
                        "value": "In summary, hunting and trapping are important skills for survival in nature, but require learning and regular practice. It's important to learn about laws, animal behaviors, hunting techniques, and to respect the animals you hunt."
                    }
                ]
            }
            ,
            {
                "id": "AAV",
                "title": "Disease Detection",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Disease detection is vital for any hunter or person looking to forage in the wild. Knowing how to identify signs of disease in an animal is essential to avoid contracting potentially deadly illnesses. Additionally, it also helps prevent the spread of diseases between animals and preserve the health of wildlife. In this section, we will explore the different signs and symptoms to watch for when hunting and how to act accordingly to minimize the risk of disease transmission."
                    },
                    {
                        "type": "text",
                        "value": "Behavior: A sick animal may appear lethargic, weakened, disoriented, or disinterested in its surroundings. It may also be more aggressive or, conversely, more passive than usual.\n\nPhysical appearance: A sick animal may have damaged skin or fur, be thin, or have visible wounds or lesions. Its eyes may be swollen, red, or runny.\n\nOdors: Certain diseases can cause unpleasant or unusual odors, such as a smell of decay, mold, or pus.\n\nGlands: When an animal is harvested, its glands can be examined for possible infections or abnormalities. The most commonly examined glands are the anal glands in mammals, which can indicate bacterial or parasitic infections."
                    }
                ]
            }
            ,
            {
                "id": "AAW",
                "title": "Storage and Conservation",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "When hunting for food, it is important to know how to store and preserve meat so that it remains edible and does not spoil. Improper storage can quickly make the meat unfit for consumption and cause health problems. That's why having skills in meat storage and conservation is essential."
                    },
                    {
                        "type": "text",
                        "value": "Here are some examples of meat storage and preservation techniques:"
                    },
                    {
                        "type": "bullet",
                        "value": "Salting: Salt can be used to preserve meat by drying it out and preventing bacterial growth. The meat can be rubbed with salt or soaked in a brine."
                    },
                    {
                        "type": "bullet",
                        "value": "Drying: Meat can be dried in the open air or in a dehydrator to remove moisture and extend its shelf life. This technique is particularly useful for lean meats."
                    },
                    {
                        "type": "bullet",
                        "value": "Smoking: Meat can be smoked to enhance its flavor and shelf life. Smoke acts as a natural preservative and helps prevent bacterial growth."
                    },
                    {
                        "type": "bullet",
                        "value": "Freezing: Freezing is a common method of meat storage. However, it is important to ensure that the meat is properly packaged to avoid freezer burn and quality loss."
                    },
                    {
                        "type": "bullet",
                        "value": "Cooling: If you don't have a freezer, you can use the cooling technique to preserve meat for a few days. The meat should be kept at a temperature below 4 degrees Celsius."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that each preservation technique has its advantages and disadvantages, and it is important to choose the most appropriate method based on the meat and environmental conditions."
                    },
                    {
                        "type": "text",
                        "value": "Additionally, it is recommended to follow food hygiene and safety rules when handling meat. It is important to clean and disinfect all work surfaces, tools, and hands before handling meat. Finally, it is essential to know when meat is unfit for consumption, by monitoring signs of spoilage such as smell, texture, and color."
                    },
                    {
                        "type": "text",
                        "value": "In summary, learning how to store and preserve meat is an essential skill for any hunter or survivalist. This can make the difference between healthy, edible meat and spoiled, potentially dangerous meat."
                    }
                ]
            }
            
            
        ]
    }
]
