[
    {"uid": "1",
        "title": "Freshwater",
        "subtitle": "Filtration, Collection, and Storage",
        "image": "water",
        "links": [],
        "descriptionShort": "Freshwater is essential for human survival, but a water crisis can occur at any time. In the event of a collapse, it is important to know how to find and treat freshwater to ensure your survival. This section will help you understand why freshwater is important in a survival situation and what you need to do to prepare.",
        "descriptionLong": "Freshwater is one of the most important resources for human survival. However, a water crisis can occur at any time and can be caused by a variety of factors such as pollution, prolonged droughts, natural disasters, or armed conflicts. In the event of a collapse, the availability of freshwater can be greatly reduced, making access to and treatment of freshwater even more crucial.\n\nTo survive a freshwater shortage, it is essential to understand how to find, collect, and treat water safely and effectively. To do this, you need to equip yourself with the necessary tools and skills to ensure a constant supply of freshwater.\n\nThe list of things to buy to be prepared includes items such as a portable water filter, plastic water bottles, a metal or plastic water container, water treatment packets, a water quality testing kit, a plastic bucket, and a hose. With these tools, you can filter, store, test, and collect freshwater.\n\nIn addition to tools, it is important to master certain skills to treat freshwater safely. It is important to learn how to find freshwater in nature, how to collect and store rainwater, how to filter and purify freshwater using natural methods, and how to use a portable water filter. You also need to know how to test the quality of freshwater to ensure it is safe to drink.\n\nUltimately, being prepared for a freshwater shortage means understanding the importance of this resource, being equipped with the right tools, and mastering the skills necessary to find, store, treat, and drink freshwater safely. With this knowledge, you will be better prepared to face a water crisis and protect your health and well-being.",
        "items": [
            {
                "id": "AAA",
                "title": "Portable Water Filter",
                "mode": "essential",
                "subtitle": "",
                "image": "",
                "links": [
                    {
                        "url": "https://www.thedrinkablebook.com/",
                        "description": "An innovative book that contains pages of paper that filter water to make it drinkable. Each page can filter up to 100 liters of water and instructions on how to build a water filter are included in the book.",
                        "title": "The Drinkable Book"
                    },
                    {
                        "url": "https://sawyer.com/products/sawyer-mini-filter/",
                        "description": "A popular and reliable portable water filter, capable of filtering up to 378,500 liters of water.",
                        "title": "Sawyer Products Mini Water Filtration System"
                    },
                    {
                        "url": "https://lifestraw.com/",
                        "description": "Another popular portable water filter that allows you to drink fresh water without having to boil or use chemicals.",
                        "title": "LifeStraw Personal Water Filter"
                    },
                    {
                        "url": "https://www.youtube.com/watch?v=QaAblon69sI",
                        "description": "A YouTube video tutorial that shows how to build a water filter from simple and inexpensive materials.",
                        "title": "Make YOUR Survival Water Filter"
                    }
                    
                ],
                "content": [
                    {
                        "type": "text",
                        "value": "Water filters are essential tools for survival in the event of a collapse or in situations where access to fresh water is limited. Portable water filters allow you to filter fresh water and remove impurities, bacteria, viruses, and particles that can make water unsafe to consume. While there are many commercial water filters available on the market, it is also possible to build your own water filter from readily available materials."
                    },
                    {
                        "type": "text",
                        "value": "The simplest method for building a water filter is to use a plastic container, a layer of gravel, a layer of sand, and a layer of activated charcoal. The gravel acts as a coarse filter to remove larger particles, the sand filters out finer particles, and the activated charcoal removes chemical contaminants and odors. Here are the steps to build a simple water filter:"
                    },
                    {
                        "type": "image",
                        "value": "filter_fr"
                    },
                    {
                        "type": "bullet",
                        "value": "Drill a hole in the bottom of the plastic container."
                    },
                    {
                        "type": "bullet",
                        "value": "Place a layer of gravel at the bottom of the container, making sure it covers the hole."
                    },
                    {
                        "type": "bullet",
                        "value": "Add a layer of sand on top of the gravel."
                    },
                    {
                        "type": "bullet",
                        "value": "Add a layer of activated charcoal on top of the sand."
                    },
                    {
                        "type": "bullet",
                        "value": "Add another layer of sand on top of the activated charcoal."
                    },
                    {
                        "type": "bullet",
                        "value": "Add a final layer of gravel on top of the sand."
                    },
                    {
                        "type": "bullet",
                        "value": "Place a clean cloth on top of the layer of gravel to prevent materials from mixing."
                    },
                    {
                        "type": "text",
                        "value": "You can now use your water filter by pouring fresh water through the different layers of materials. The water should be filtered and ready to drink."
                    }
                ]
                
            },
            {
                "id": "AAB",
                "title": "Useful Equipment",
                "mode": "intermediate",
                "subtitle": "",
                "image": "",
                "links": [],
                "content": [
                    {
                        "type": "text",
                        "value": "Here is a list of items that are good to have at home at all times:"
                    },
                    {
                        "type": "bullet",
                        "value": "Plastic water bottles (especially if you live in a city and don't have access to clean drinking water): It's always good to have plastic water bottles on hand. They're handy for storing water or for transporting clean drinking water if you need to move around. They can also be used for many DIY projects (storage, filtering, etc.)!"
                    },
                    {
                        "type": "bullet",
                        "value": "Metal or plastic containers are usually the most durable and practical. Be sure to clean the container regularly and store it in a cool, dry place."
                    },
                    {
                        "type": "bullet",
                        "value": "Plastic buckets are useful for collecting and transporting large amounts of water, especially if you need to fetch water from a lake, river, or well. They can also be used to store water or for other survival tasks. Be sure to buy a food-grade plastic bucket and clean it regularly."
                    },
                    {
                        "type": "bullet",
                        "value": "A garden hose is useful for collecting rainwater from gutters or roofs. You can also use a garden hose to transfer water from one container to another or to water a garden or crop."
                    }
                ]
            },
            {
                "id": "AAC",
                "title": "Water Quality Testing Kit",
                "mode": "intermediate",
                "subtitle": "",
                "image": "",
                "links": [],
                "content": [
                    {
                        "type": "image",
                        "value": "water_test_kit_en"
                    },
                    {
                        "type": "text",
                        "value": "A water test kit is a tool used to measure water contamination levels by detecting the presence of different contaminants such as bacteria, viruses, parasites, heavy metals, chemicals, and nitrates. It is particularly useful for people who live in areas where clean drinking water is not readily available, or for people who source water from natural sources such as rivers, lakes, or wells."
                    },
                    {
                        "type": "text",
                        "value": "There are several types of water test kits on the market, but most include test strips, chemical reagents, droppers, control samples, and a user manual. Test strips are often the simplest to use because they don't require the use of chemicals or laboratory equipment. The strips are dipped into the water to be tested, and the results are read by comparing the colors that appear on the strips with the colors indicated on the packaging."
                    },
                    {
                        "type": "text",
                        "value": "Water test kits can be purchased online, at outdoor supply stores, gardening stores, hardware stores, and home improvement stores. It's important to note that not all water test kits are equal in terms of quality and reliability, so it's recommended to do research and read reviews before purchasing a water test kit."
                    }
                ]
            },
            {
                "id": "AAD",
                "title": "Water treatment sachets",
                "mode": "advanced",
                "subtitle": "",
                "image": "",
                "links": [],
                "content": [
                    {
                        "type": "text",
                        "value": "Water treatment sachets are chemical products or tablets that are used to purify water by killing bacteria, viruses, and parasites that may be present in the water. Water treatment sachets are particularly useful for people who get their water from natural sources such as rivers, lakes or wells."
                    },
                    {
                        "type": "text",
                        "value": "Water treatment sachets typically contain chemicals such as chlorine, iodine or hydrogen peroxide, which are powerful disinfectants capable of killing bacteria, viruses, and parasites present in the water. Water treatment tablets work in the same way, by dissolving a tablet in the water to be treated to release the active chemical."
                    },
                    {
                        "type": "text",
                        "value": "Water treatment sachets are generally easy to use and can be easily transported in a backpack or first aid kit. To use water treatment sachets, it is usually enough to fill a container with water, add the treatment sachet, and let it sit for a certain amount of time, usually between 30 minutes to 4 hours, depending on the product. After this time, the water should be safe to drink."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that water treatment sachets are not effective against all water contaminations. They are unable to filter out solid matter or chemicals that may be present in the water, and they are not effective against high levels of heavy metals. Therefore, it is important to ensure that water treated with water treatment sachets does not contain visible solid particles and to limit the use of water treatment sachets to emergency situations."
                    },
                    {
                        "type": "text",
                        "value": "In summary, water treatment sachets are a convenient solution for treating water from natural sources to eliminate bacteria, viruses, and parasites. They are easy to use and transport, but they are not effective against all water contaminations and should only be used in emergency situations."
                    }
                ]
            },
            {
                "id": "AAE",
                "title": "Location",
                "mode": "essential",
                "subtitle": "",
                "image": "",
                "links": [],
                "content": [
                    {
                        "type": "text",
                        "value": "How to find freshwater in nature (e.g. springs, streams, lakes, rivers)?"
                    },
                    {
                        "type": "text",
                        "value": "Location is a crucial factor for survival in case of water scarcity or the need for water treatment, as it determines access to sources of freshwater. It is important to be located near a reliable source of freshwater to obtain drinking water."
                    },
                    {
                        "type": "text",
                        "value": "Sources of freshwater can vary depending on geographic location, but typically include rivers, lakes, ponds, springs, wells, or water reservoirs. In desert or arid areas, it may be more difficult to find freshwater, but it is often possible to find underground water sources or oases."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that not all water sources are safe to drink without prior treatment, even if they appear clean and clear. Rivers and lakes can contain bacteria, viruses, parasites, chemicals, or solid materials that can make the water unsafe to drink. Therefore, it is important to know the available water sources in the area and how to treat them to make them potable."
                    },
                    {
                        "type": "text",
                        "value": "In summary, location is an important factor to ensure reliable access to freshwater. Sources of freshwater vary depending on geographic location, and it is important to know the available water sources in the area and how to treat them to make them potable."
                    }
                ]
            },{
                "id": "AAF",
                "title": "Rainwater",
                "mode": "essential",
                "subtitle": "",
                "image": "",
                "links": [],
                "content": [
                    {
                        "type": "text",
                        "value": "How to collect and store fresh rainwater?"
                    },
                    {
                        "type": "text",
                        "value": "Collecting and storing rainwater can be an additional source of fresh water when needed. Here are a few steps to follow to collect and store rainwater:"
                    },
                    {
                        "type": "image",
                        "value": "eauDePluie_fr"
                    },
                    {
                        "type": "bullet",
                        "value": "Install a rainwater collection system: A rainwater collection system can be as simple as a large bucket or as complex as a system of gutters and conduits that channel water to a storage tank. The choice of system will depend on the amount of water you plan to collect and the resources you have."
                    },
                    {
                        "type": "bullet",
                        "value": "Choose a location for storage: The storage tank should be located in a dry, clean place and protected from direct sunlight to prevent the growth of bacteria and algae. It can be placed underground or above ground, depending on the configuration of your land."
                    },
                    {
                        "type": "bullet",
                        "value": "Install a filtration system: It is important to filter rainwater before storing it to remove impurities and contaminants. A simple filter can be made of a piece of cloth or mesh attached to the opening of the storage tank."
                    },
                    {
                        "type": "bullet",
                        "value": "Add preservatives: To prevent the proliferation of bacteria and algae, you can add preservatives such as hydrogen peroxide, chlorine, or mineral salts."
                    },
                    {
                        "type": "bullet",
                        "value": "Use stored water safely: The stored water should be treated before consumption to remove bacteria, viruses, parasites, and chemicals that may be present. Water treatment sachets, water filters, or UV rays can be used to purify stored water."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that laws and regulations regarding the collection and storage of rainwater vary by country and state. It is therefore important to inquire about the regulations in force in your area before starting to collect rainwater."
                    }
                ]
            },
            {
                "id": "AAG",
                "title": "Purification skills",
                "mode": "advanced",
                "subtitle": "",
                "image": "",
                "links": [],
                "content": [
                    {
                        "type": "text",
                        "value": "There are several natural methods for filtering and purifying fresh water. Here are a few:"
                    },
                    {
                        "type": "text",
                        "value": "Boiling: Boiling water is one of the simplest methods to kill bacteria, viruses, and parasites that may be present in water. To do this, bring the water to a boil for at least 1 minute, then let it cool before consuming."
                    },
                    {
                        "type": "text",
                        "value": "Activated charcoal: Activated charcoal is a porous material that can absorb chemicals, impurities, and contaminants present in water. You can use powdered or granulated activated charcoal to filter water. Place the activated charcoal in a container and pour water through it. You can also place activated charcoal in a cloth and use this cloth as a filter."
                    },
                    {
                        "type": "text",
                        "value": "Gravity filtration: Gravity filtration is a simple method to remove suspended particles from water. You can use a ceramic, sand, stone, or cloth filter to filter water. Water passes through the filter under the influence of gravity, and particles are trapped in the filter."
                    },
                    {
                        "type": "text",
                        "value": "UV radiation: UV rays can be used to kill bacteria, viruses, and parasites present in water. You can use a UV lamp to purify water by passing it under the lamp for about 1 to 2 minutes."
                    },
                    {
                        "type": "text",
                        "value": "Chlorination: Adding chlorine to water can kill bacteria, viruses, and parasites that may be present. Add a few drops of bleach to the water, then wait about 30 minutes before consuming it."
                    },
                    {
                        "type": "text",
                        "value": "It is important to note that these natural methods are not always sufficient to eliminate all water contaminants, especially chemicals. If you are in a survival situation where clean drinking water is scarce, it is recommended to use several of these methods in combination to ensure safe drinking water."
                    }
                ]
            }
        ],
        "isPremium": true
    }
]
