[
    {
        "uid": "1",
        "title": "L'eau Douce",
        "subtitle": "Filtration, collecte et stockage.",
        "image": "water",
        "links": [],
        "descriptionShort": " L'eau douce est essentielle à la survie humaine, mais une crise de l'eau peut se produire à tout moment. En cas d'effondrement, il est important de savoir comment trouver et traiter de l'eau douce pour garantir sa survie. Cette section vous aidera à comprendre pourquoi l'eau douce est importante en cas de survie et ce que vous devez faire pour vous préparer.",
        "descriptionLong": "L'eau douce est l'une des ressources les plus importantes pour la survie humaine. Cependant, une crise de l'eau peut survenir à tout moment et peut être causée par une variété de facteurs tels que la pollution, les sécheresses prolongées, les catastrophes naturelles ou les conflits armés. En cas d'effondrement, la disponibilité de l'eau douce peut être considérablement réduite, ce qui rend son accès et son traitement encore plus cruciaux.\n \nPour survivre à une pénurie d'eau douce, il est essentiel de comprendre comment trouver, collecter et traiter de l'eau de manière sûre et efficace. Pour ce faire, vous devez vous équiper des outils et des compétences nécessaires pour garantir un approvisionnement constant en eau douce.\n\nLa liste des choses à acheter pour être prêt comprend des éléments tels qu'un filtre à eau portable, des bouteilles d'eau en plastique, un récipient d'eau en métal ou en plastique, des sachets de traitement de l'eau, un kit de test de qualité de l'eau, un seau en plastique et un tuyau d'arrosage. Avec ces outils, vous pouvez filtrer, stocker, tester et collecter de l'eau douce.\n\nEn plus des outils, il est important de maîtriser certaines compétences pour traiter l'eau douce en toute sécurité. Il est important d'apprendre comment trouver de l'eau douce dans la nature, comment collecter et stocker de l'eau de pluie, comment filtrer et purifier l'eau douce en utilisant des méthodes naturelles et comment utiliser un filtre à eau portable. Vous devez également savoir comment tester la qualité de l'eau douce pour vous assurer qu'elle est sûre à boire.\n\nEn fin de compte, être prêt à une pénurie d'eau douce signifie comprendre l'importance de cette ressource, être équipé des bons outils et maîtriser les compétences nécessaires pour trouver, stocker, traiter et boire de l'eau douce en toute sécurité. Avec ces connaissances, vous serez mieux préparé à faire face à une crise de l'eau et à protéger votre santé et votre bien-être.",
        "items": [
            {
                "id": "AAA",
                "title": "Filtre à eau portable",
                "mode": "essential",
                "subtitle": "",
                "image": "",
                "links": [
                    {
                        "url": "https://www.thedrinkablebook.com/",
                        "description": " un livre innovant qui contient des pages de papier filtrant l'eau pour la rendre potable. Chaque page peut filtrer jusqu'à 100 litres d'eau et les instructions sur la façon de construire un filtre à eau sont incluses dans le livre. ",
                        "title": "The Drinkable Book"
                    },
                    {
                        "url": "https://sawyer.com/products/sawyer-mini-filter/",
                        "description": "un filtre à eau portable populaire et fiable, capable de filtrer jusqu'à 378 500 litres d'eau.",
                        "title": " Sawyer Products Mini Water Filtration System"
                    },
                    {
                        "url": "https://lifestraw.com/",
                        "description": "Un autre filtre à eau portable populaire qui permet de boire directement de l'eau douce sans avoir à la faire bouillir ou utiliser de produits chimiques.",
                        "title": "LifeStraw Personal Water Filter"
                    },
                    {
                        "url": "https://www.youtube.com/watch?v=QaAblon69sI",
                        "description": "Un tutoriel vidéo sur YouTube qui montre comment construire un filtre à eau à partir de matériaux simples et peu coûteux.",
                        "title": "Make YOUR Survival Water Filter"
                    }

                ],
                "content": [
                    {
                        "type": "text",
                        "value": "Les filtres à eau sont des outils essentiels pour la survie en cas d'effondrement ou dans des situations où l'accès à l'eau douce est limité. Les filtres à eau portables permettent de filtrer l'eau douce et d'éliminer les impuretés, les bactéries, les virus et les particules qui peuvent rendre l'eau impropre à la consommation. Bien qu'il existe de nombreux filtres à eau commerciaux disponibles sur le marché, il est également possible de construire votre propre filtre à eau à partir de matériaux facilement accessibles."
                    },
                    {
                        "type": "text",
                        "value": "La méthode la plus simple pour construire un filtre à eau consiste à utiliser un récipient en plastique, une couche de gravier, une couche de sable et une couche de charbon actif. Le gravier agit comme un filtre grossier pour éliminer les grosses particules, le sable filtre les particules plus fines et le charbon actif élimine les contaminants chimiques et les odeurs.Voici les étapes pour construire un filtre à eau simple :"
                    },
                    {
                        "type": "image",
                        "value": "filter_fr"
                    },
                    {
                        "type": "bullet",
                        "value": "Percez un trou dans le fond du récipient en plastique."
                    },
                    {
                        "type": "bullet",
                        "value": "Placez une couche de gravier au fond du récipient, en veillant à ce qu'elle recouvre le trou."
                    },
                    {
                        "type": "bullet",
                        "value": "Ajoutez une couche de sable sur le gravier."
                    },
                    {
                        "type": "bullet",
                        "value": "Ajoutez une couche de charbon actif sur le sable."
                    },
                    {
                        "type": "bullet",
                        "value": "Ajoutez une autre couche de sable sur le charbon actif."
                    },
                    {
                        "type": "bullet",
                        "value": "Ajoutez une dernière couche de gravier sur le sable."
                    },
                    {
                        "type": "bullet",
                        "value": "Placez un chiffon propre sur le dessus de la couche de gravier pour éviter que les matériaux ne se mélangent."
                    },
                    {
                        "type": "text",
                        "value": "Vous pouvez maintenant utiliser votre filtre à eau en versant de l'eau douce à travers les différentes couches de matériaux. L'eau devrait être filtrée et prête à boire."
                    },
                    {
                        "type": "text",
                        "value": "Il est important de noter que ce type de filtre ne convient pas à l'élimination de toutes les formes de contaminants de l'eau, notamment les virus. Pour des résultats plus sûrs et plus fiables, il est recommandé d'investir dans un filtre à eau portable de qualité professionnelle."
                    }
                ]
            },
            {
                "id": "AAB",
                "title": "Matériel utile",
                "mode": "intermediate",
                "subtitle": "",
                "image": "",
                "links": [],
                "content": [
                    {
                        "type": "text",
                        "value": "Voila une liste d'objets qu'il est bon d'avoir chez soit en tout temps  :"
                    },
                    {
                        "type": "bullet",
                        "value": "Bouteilles d'eau en plastique (surtout si vous habitez en ville et que vous n'avez pas d'accès à l'eau potable) : Il est toujours bon d'avoir des bouteilles d'eau en plastique à portée de main. Elles sont pratiques pour stocker de l'eau ou pour transporter de l'eau potable si vous devez vous déplacer. et peuvent servir pour de nombreux bricolages (stockage, filtrage, etc..) !"
                    },
                    {
                        "type": "bullet",
                        "value": "Les récipients en métal ou en plastique sont généralement les plus durables et les plus pratiques. Assurez-vous de nettoyer régulièrement le récipient et de le stocker dans un endroit frais et sec."
                    },
                    {
                        "type": "bullet",
                        "value": "Les seaux en plastique sont utiles pour collecter et transporter de grandes quantités d'eau, surtout si vous devez aller chercher de l'eau dans un lac, une rivière ou un puits. Ils peuvent également être utilisés pour stocker de l'eau ou pour d'autres tâches de survie. Assurez-vous d'acheter un seau en plastique de qualité alimentaire et de le nettoyer régulièrement."
                    },
                    {
                        "type": "bullet",
                        "value": "Un tuyau d'arrosage est utile pour collecter de l'eau de pluie depuis les gouttières ou les toits. Vous pouvez également utiliser un tuyau d'arrosage pour transférer de l'eau d'un conteneur à un autre ou pour arroser un jardin ou une culture."
                    }
                ]
            },
            {
                "id": "AAC",
                "title": "Kit de test de qualité de l'eau",
                "mode": "intermediate",
                "subtitle": "",
                "image": "",
                "links": [],
                "content": [
                    {
                        "type": "image",
                        "value": "kit_test_eau_fr"
                    },
                    {
                        "type": "text",
                        "value": "Un kit de test d'eau est un outil qui permet de mesurer les niveaux de contamination de l'eau en détectant la présence de différents contaminants tels que les bactéries, les virus, les parasites, les métaux lourds, les produits chimiques et les nitrates. Il est particulièrement utile pour les personnes qui vivent dans des zones où l'eau potable n'est pas facilement accessible, ou pour les personnes qui s'approvisionnent en eau à partir de sources naturelles telles que les rivières, les lacs ou les puits."
                    },
                    {
                        "type": "text",
                        "value": "Il existe plusieurs types de kits de test d'eau sur le marché, mais la plupart comprennent des bandelettes de test, des réactifs chimiques, des compte-gouttes, des échantillons de contrôle et un manuel d'utilisation. Les bandelettes de test sont souvent les plus simples à utiliser car elles ne nécessitent pas l'utilisation de produits chimiques ou de matériel de laboratoire. Les bandelettes sont plongées dans l'eau à tester, et les résultats sont lus en comparant les couleurs qui apparaissent sur les bandelettes avec les couleurs indiquées sur l'emballage."
                    },
                    {
                        "type": "text",
                        "value": "Les kits de test d'eau peuvent être achetés en ligne, dans les magasins de fournitures de plein air, les magasins de jardinage, les quincailleries et les magasins de bricolage. Il est important de noter que tous les kits de test d'eau ne sont pas égaux en termes de qualité et de fiabilité, il est donc recommandé de faire des recherches et de lire les avis avant d'acheter un kit de test d'eau."
                    }
                ]
            },
            {
                "id": "AAD",
                "title": "Sachets de traitement de l'eau",
                "mode": "advanced",
                "subtitle": "",
                "image": "",
                "links": [],
                "content": [
                    {
                        "type": "text",
                        "value": "Les sachets de traitement d'eau sont des produits chimiques ou des comprimés qui sont utilisés pour purifier l'eau en tuant les bactéries, les virus et les parasites qui peuvent être présents dans l'eau. Les sachets de traitement d'eau sont particulièrement utiles pour les personnes qui s'approvisionnent en eau à partir de sources naturelles telles que les rivières, les lacs ou les puits."
                    },
                    {
                        "type": "text",
                        "value": "Les sachets de traitement d'eau contiennent généralement des produits chimiques tels que le chlore, l'iodine ou le peroxyde d'hydrogène, qui sont des désinfectants puissants capables de tuer les bactéries, les virus et les parasites présents dans l'eau. Les comprimés de traitement d'eau fonctionnent de la même manière, en dissolvant un comprimé dans l'eau à traiter pour libérer le produit chimique actif."
                    },
                    {
                        "type": "text",
                        "value": "Les sachets de traitement d'eau sont généralement faciles à utiliser et peuvent être transportés facilement dans un sac à dos ou une trousse de premiers soins. Pour utiliser les sachets de traitement d'eau, il suffit généralement de remplir un récipient avec de l'eau, d'ajouter le sachet de traitement et de laisser agir pendant un certain temps, généralement de 30 minutes à 4 heures, selon le produit. Après ce temps, l'eau doit être prête à boire."
                    },
                    {
                        "type": "text",
                        "value": "Il est important de noter que les sachets de traitement d'eau ne sont pas efficaces contre toutes les contaminations de l'eau. Ils ne sont pas en mesure de filtrer les matières solides ou les produits chimiques qui peuvent être présents dans l'eau, et ils ne sont pas efficaces contre les niveaux élevés de métaux lourds. Par conséquent, il est important de s'assurer que l'eau traitée avec des sachets de traitement d'eau ne contient pas de particules solides visibles et de limiter l'utilisation des sachets de traitement d'eau à des situations d'urgence."
                    },
                    {
                        "type": "text",
                        "value": "En résumé, les sachets de traitement d'eau sont une solution pratique pour traiter l'eau à partir de sources naturelles pour en éliminer les bactéries, les virus et les parasites. Ils sont faciles à utiliser et à transporter, mais ils ne sont pas efficaces contre toutes les contaminations de l'eau et ne doivent être utilisés que dans des situations d'urgence."
                    }
                ]
            },
            {
                "id": "AAE",
                "title": "Chosir sa localisation",
                "mode": "essential",
                "subtitle": "",
                "image": "",
                "links": [],
                "content": [
                    {
                        "type": "text",
                        "value": "Comment trouver de l'eau douce dans la nature (par exemple, les sources, les ruisseaux, les lacs, les rivières)?"
                    },
                    {
                        "type": "text",
                        "value": "La localisation est un facteur crucial pour la survie en cas de pénurie d'eau ou de besoin de traitement de l'eau, car elle détermine l'accès à des sources d'eau douce. Il est important de se trouver à proximité d'une source d'eau douce fiable pour pouvoir se procurer de l'eau potable."
                    },
                    {
                        "type": "text",
                        "value": "Les sources d'eau douce peuvent varier selon l'emplacement géographique, mais elles incluent généralement des rivières, des lacs, des étangs, des sources, des puits ou des réservoirs d'eau. Dans les zones désertiques ou arides, il peut être plus difficile de trouver de l'eau douce, mais il est souvent possible de trouver des sources d'eau souterraines ou des oasis."
                    },
                    {
                        "type": "text",
                        "value": "Il est important de noter que toutes les sources d'eau ne sont pas sûres à boire sans traitement préalable, même si elles semblent propres et claires. Les rivières et les lacs peuvent contenir des bactéries, des virus, des parasites, des produits chimiques ou des matières solides qui peuvent rendre l'eau non potable. Il est donc important de connaître les sources d'eau disponibles dans la région et de savoir comment les traiter pour les rendre potables."
                    },
                    {
                        "type": "text",
                        "value": "En résumé, la localisation est un facteur important pour s'assurer un accès fiable à de l'eau douce. Les sources d'eau douce varient en fonction de l'emplacement géographique, et il est important de connaître les sources d'eau disponibles dans la région et de savoir comment les traiter pour les rendre potables."
                    }
                ]
            },
            {
                "id": "AAF",
                "title": "l'eau de pluie",
                "mode": "essential",
                "subtitle": "",
                "image": "",
                "links": [],
                "content": [
                    {
                        "type": "text",
                        "value": "Comment collecter et stocker de l'eau douce de pluie?"
                    },
                    {
                        "type": "text",
                        "value": "La collecte et le stockage de l'eau de pluie peuvent être une source d'eau douce supplémentaire en cas de besoin. Voici quelques étapes à suivre pour collecter et stocker de l'eau de pluie :"
                    },
                    {
                        "type": "image",
                        "value": "eauDePluie_fr"
                    },
                    {
                        "type": "bullet",
                        "value": "Installer un système de collecte d'eau de pluie : Un système de collecte d'eau de pluie peut être aussi simple qu'un grand seau ou aussi complexe qu'un système de gouttières et de conduits qui acheminent l'eau vers un réservoir de stockage. Le choix du système dépendra de la quantité d'eau que vous prévoyez de collecter et des ressources dont vous disposez."
                    },
                    {
                        "type": "bullet",
                        "value": "Choisir un emplacement pour le stockage : Le réservoir de stockage doit être situé dans un endroit sec, propre et à l'abri de la lumière directe du soleil pour éviter la croissance de bactéries et d'algues. Il peut être placé sous terre ou au-dessus du sol, en fonction de la configuration de votre terrain."
                    },
                    {
                        "type": "bullet",
                        "value": "Installer un système de filtration : Il est important de filtrer l'eau de pluie avant de la stocker pour éliminer les impuretés et les contaminants. Un filtre simple peut être constitué d'un morceau de toile ou de grillage fixé sur l'ouverture du réservoir de stockage."
                    },
                    {
                        "type": "bullet",
                        "value": "Ajouter des agents de conservation : Pour éviter la prolifération des bactéries et des algues, vous pouvez ajouter des agents de conservation tels que du peroxyde d'hydrogène, du chlore ou des sels minéraux."
                    },
                    {
                        "type": "bullet",
                        "value": "Utiliser l'eau stockée de manière sûre : L'eau stockée doit être traitée avant d'être consommée pour éliminer les bactéries, les virus, les parasites et les produits chimiques qui peuvent y être présents. Des sachets de traitement d'eau, des filtres à eau ou des rayons UV peuvent être utilisés pour purifier l'eau stockée."
                    },
                    {
                        "type": "text",
                        "value": "Il est important de noter que les lois et les règlements relatifs à la collecte et au stockage de l'eau de pluie varient selon les pays et les États. Il est donc important de se renseigner sur les réglementations en vigueur dans votre région avant de commencer à collecter de l'eau de pluie."
                    }
                ]
            },
            {
                "id": "AAG",
                "title": "Compétences de purification",
                "mode": "advanced",
                "subtitle": "",
                "image": "",
                "links": [],
                "content": [
                    {
                        "type": "text",
                        "value": "Il existe plusieurs méthodes naturelles pour filtrer et purifier l'eau douce. En voici quelques-unes :"
                    },
                    {
                        "type": "text",
                        "value": "Ebullition : L'ébullition de l'eau est l'une des méthodes les plus simples pour tuer les bactéries, les virus et les parasites qui pourraient être présents dans l'eau. Pour cela, portez l'eau à ébullition pendant au moins 1 minute, puis laissez-la refroidir avant de la consommer."
                    },
                    {
                        "type": "text",
                        "value": "Charbon actif : Le charbon actif est un matériau poreux qui peut absorber les produits chimiques, les impuretés et les contaminants présents dans l'eau. Vous pouvez utiliser du charbon actif en poudre ou en granulés pour filtrer l'eau. Placez le charbon actif dans un conteneur et versez l'eau à travers. Vous pouvez également placer du charbon actif dans un tissu et utiliser ce tissu comme filtre."
                    },
                    {
                        "type": "text",
                        "value": "Filtration par gravité : La filtration par gravité est une méthode simple pour éliminer les particules en suspension dans l'eau. Vous pouvez utiliser un filtre en céramique, en sable, en pierre ou en tissu pour filtrer l'eau. L'eau passe à travers le filtre sous l'effet de la gravité et les particules sont piégées dans le filtre."
                    },
                    {
                        "type": "text",
                        "value": "Rayonnement UV : Les rayons UV peuvent être utilisés pour tuer les bactéries, les virus et les parasites présents dans l'eau. Vous pouvez utiliser une lampe UV pour purifier l'eau en la passant sous la lampe pendant environ 1 à 2 minutes."
                    },
                    {
                        "type": "text",
                        "value": "Chloration : L'ajout de chlore à l'eau peut tuer les bactéries, les virus et les parasites qui pourraient être présents. Ajoutez quelques gouttes d'eau de Javel à l'eau, puis attendez environ 30 minutes avant de la consommer."
                    },
                    {
                        "type": "text",
                        "value": "Il est important de noter que ces méthodes naturelles ne sont pas toujours suffisantes pour éliminer tous les contaminants de l'eau, en particulier les produits chimiques. Si vous êtes dans une situation de survie où l'eau potable est rare, il est recommandé d'utiliser plusieurs de ces méthodes en combinaison pour garantir une eau potable sûre."
                    }
                ]
            },
            {
                "id": "AAH",
                "title": "Collecter en Nature",
                "mode": "essential",
                "subtitle": "",
                "image": "",
                "links": [],
                "content": [
                    {
                        "type": "text",
                        "value": "Il existe plusieurs methodes pour recueillir l'eau de pluie. La première consiste à utiliser tous les récipients que vous pouvez avoir sur vous. La seconde consiste à attacher les coins d'un poncho ou d'une bâche autour d'arbres situés à quelques mètres du sol, à placer une petite pierre au centre pour créer une dépression et à laisser l'eau s'écouler."
                    },
                    {
                        "type": "bullet",
                        "value": "Récupérer l'eau de pluie"
                    },
                    {
                        "type": "text",
                        "value": "Récupérer et boire l'eau de pluie est l'un des moyens les plus sûrs de s'hydrater sans risque d'infection bactérienne. Cela est particulièrement vrai dans les zones rurales et sauvages (dans les centres urbains, la pluie passe d'abord par la pollution, les émissions, etc.)"
                    },
                    {
                        "type": "text",
                        "value": "Il existe deux méthodes principales pour recueillir l'eau de pluie. La première consiste à utiliser tous les récipients que vous pouvez avoir sur vous. La seconde consiste à attacher les coins d'un poncho ou d'une bâche autour d'arbres situés à quelques mètres du sol, à placer une petite pierre au centre pour créer une dépression et à laisser l'eau s'écouler."
                    },
                    {
                        "type": "bullet",
                        "value": "Collecte de la rosée du matin"
                    },
                    {
                        "type": "text",
                        "value": "Vous cherchez un moyen de recueillir jusqu'à un litre d'eau par heure ? Attachez des vêtements absorbants ou des touffes d'herbe fine autour de vos chevilles, et faites une promenade avant le lever du soleil dans les hautes herbes, les prairies, etc. Essorez l'eau lorsque les tissus sont saturés, et recommencez. Assurez-vous simplement que vous ne recueillez pas la rosée d'une plante toxique."
                    },
                    {
                        "type": "image",
                        "value": "collecter_rosee_fr_en"
                    }
                    ,
                    {
                        "type": "bullet",
                        "value": "Fruits/végétation"
                    },
                    {
                        "type": "text",
                        "value": "Les fruits, les légumes, les cactus, les plantes charnues/pulpeuses et même les racines contiennent beaucoup d'eau. Dans tous ces cas, il suffit de ramasser les plantes, de les placer dans un récipient quelconque et de les réduire en bouillie avec une pierre pour recueillir leur liquide. Ce n'est pas grand-chose, mais dans les situations désespérées, chaque petit geste compte."
                    },
                    {
                        "type": "text",
                        "value": "Cette méthode est particulièrement utile dans les environnements tropicaux où les fruits et la végétation sont abondants. Les noix de coco peuvent être une excellente source d'hydratation. Il est toutefois préférable de consommer des noix de coco vertes et non mûres, car le lait des noix de coco mûres agit comme un laxatif, ce qui ne fera que vous déshydrater davantage."
                    },
                    {
                        "type": "bullet",
                        "value": "Collecte de la transpiration des plantes"
                    },
                    {
                        "type": "text",
                        "value": "Une eau est recueillie à partir de la transpiration des plantes dans une illustration de bocal."
                    },
                    {
                        "type": "image",
                        "value": "collectwater_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Il s'agit du processus par lequel l'humidité est transportée des racines d'une plante vers la face inférieure de ses feuilles. De là, elle s'évapore dans l'atmosphère, mais vous allez récupérer l'eau avant qu'elle ne le fasse."
                    },
                    {
                        "type": "text",
                        "value": "Le matin, à la première heure, attachez un sac (ou quelque chose que vous pouvez transformer en sac ; plus il est grand, mieux c'est) autour d'une branche d'arbre ou d'un arbuste vert feuillu. Placez une pierre dans le sac pour le lester un peu afin que l'eau ait un endroit où s'accumuler. Au cours de la journée, la plante transpire et produit de l'humidité. Mais au lieu de s'évaporer dans l'atmosphère, elle s'accumule au fond de votre sac. Ne faites jamais cela avec une plante toxique."
                    },
                    {
                        "type": "bullet",
                        "value": "Croûtes d'arbres/fissures de rochers"
                    },
                    {
                        "type": "text",
                        "value": "Comme pour les fruits et la végétation, il s'agit d'une autre source qui ne fournira pas beaucoup d'eau, mais là encore, c'est quelque chose à faire quand les conditions sont difficiles - en particulier quand vous êtes bloqué dans un désert. L'entrejambe des branches d'arbres ou les crevasses des rochers peuvent être de petits lieux de collecte d'eau. Dans une zone aride, les fientes d'oiseaux autour d'une crevasse de rocher peuvent indiquer la présence d'eau à l'intérieur, même si elle n'est pas visible. Pour enlever l'eau des creux et des fissures, mettez un morceau de vêtement ou de tissu à l'intérieur, laissez-le absorber toute l'humidité et essorez-le. Répétez l'opération si vous le pouvez, et revenez après une pluie pour vous réapprovisionner."
                    },
                    {
                        "type": "bullet",
                        "value": "Creusez un puits souterrain"
                    },
                    {
                        "type": "image",
                        "value": "water_hole_fr"
                    },
                    {
                        "type": "text",
                        "value": "L'avantage de créer un alambic est qu'il fournit une source d'eau fiable et assez importante (par rapport aux autres méthodes), et que vous savez à peu près quelle quantité vous obtiendrez, ce qui vous permet de mieux planifier et de mieux vous rationner."
                    },
                    {
                        "type": "text",
                        "value": "Il existe deux types de puits : les puits souterrains et les puits de surface. Les puits de surface sont les plus efficaces car ils recueillent davantage d'eau, mais les puits de surface peuvent être utiles si vous êtes extrêmement dépourvu d'énergie et que vous ne pouvez pas creuser un grand trou. Cliquez ici pour voir les instructions pour le faire (page 58)."
                    },
                    {
                        "type": "text",
                        "value": "Fournitures : Récipient (le plus grand que vous avez), Feuille de plastique transparent, Outil de creusement, Roches"
                    }
                ]
            }
        ],
        "isPremium": true
    }
]
