[
    {
        "uid": "1",
        "title": "L'eau Douce",
        "subtitle": "Filtration, collecte et stockage.",
        "image": "water",
        "links": [
            {
                "url": "https://www.resilience-urbaine.com/survie-urbaine/calculer-besoins-eau-potable/",
                "description": "Calculer ses besoins en eau potable à l'aide d'un simulateur!",
                "title": "liens Web"
            },
            {
                "url": "https://www.thedrinkablebook.com/",
                "description": " un livre innovant qui contient des pages de papier filtrant l'eau pour la rendre potable. Chaque page peut filtrer jusqu'à 100 litres d'eau et les instructions sur la façon de construire un filtre à eau sont incluses dans le livre. ",
                "title": "The Drinkable Book"
            },
            {
                "url": "https://sawyer.com/products/sawyer-mini-filter/",
                "description": "un filtre à eau portable populaire et fiable, capable de filtrer jusqu'à 378 500 litres d'eau.",
                "title": " Sawyer Products Mini Water Filtration System"
            },
            {
                "url": "https://lifestraw.com/",
                "description": "Un autre filtre à eau portable populaire qui permet de boire directement de l'eau douce sans avoir à la faire bouillir ou utiliser de produits chimiques.",
                "title": "LifeStraw Personal Water Filter"
            },
            {
                "url": "https://www.youtube.com/watch?v=QaAblon69sI",
                "description": "Un tutoriel vidéo sur YouTube qui montre comment construire un filtre à eau à partir de matériaux simples et peu coûteux.",
                "title": "Make YOUR Survival Water Filter"
            }
            
        ],
        "descriptionShort": " L'eau douce est essentielle à la survie humaine, mais une crise de l'eau peut se produire à tout moment. En cas d'effondrement, il est important de savoir comment trouver et traiter de l'eau douce pour garantir sa survie. Cette section vous aidera à comprendre pourquoi l'eau douce est importante en cas de survie et ce que vous devez faire pour vous préparer.",
        "descriptionLong": "L'eau douce est l'une des ressources les plus importantes pour la survie humaine. Cependant, une crise de l'eau peut survenir à tout moment et peut être causée par une variété de facteurs tels que la pollution, les sécheresses prolongées, les catastrophes naturelles ou les conflits armés. En cas d'effondrement, la disponibilité de l'eau douce peut être considérablement réduite, ce qui rend son accès et son traitement encore plus cruciaux.\n \nPour survivre à une pénurie d'eau douce, il est essentiel de comprendre comment trouver, collecter et traiter de l'eau de manière sûre et efficace. Pour ce faire, vous devez vous équiper des outils et des compétences nécessaires pour garantir un approvisionnement constant en eau douce.\n\nLa liste des choses à acheter pour être prêt comprend des éléments tels qu'un filtre à eau portable, des bouteilles d'eau en plastique, un récipient d'eau en métal ou en plastique, des sachets de traitement de l'eau, un kit de test de qualité de l'eau, un seau en plastique et un tuyau d'arrosage. Avec ces outils, vous pouvez filtrer, stocker, tester et collecter de l'eau douce.\n\nEn plus des outils, il est important de maîtriser certaines compétences pour traiter l'eau douce en toute sécurité. Il est important d'apprendre comment trouver de l'eau douce dans la nature, comment collecter et stocker de l'eau de pluie, comment filtrer et purifier l'eau douce en utilisant des méthodes naturelles et comment utiliser un filtre à eau portable. Vous devez également savoir comment tester la qualité de l'eau douce pour vous assurer qu'elle est sûre à boire.\n\nEn fin de compte, être prêt à une pénurie d'eau douce signifie comprendre l'importance de cette ressource, être équipé des bons outils et maîtriser les compétences nécessaires pour trouver, stocker, traiter et boire de l'eau douce en toute sécurité. Avec ces connaissances, vous serez mieux préparé à faire face à une crise de l'eau et à protéger votre santé et votre bien-être.",
        "items": [
            {
                "id": "AAA",
                "title": "Je possède ou je sais filtrer mon eau",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Les filtres à eau sont des outils essentiels pour la survie en cas d'effondrement ou dans des situations où l'accès à l'eau douce est limité. Les filtres à eau portables permettent de filtrer l'eau douce et d'éliminer les impuretés, les bactéries, les virus et les particules qui peuvent rendre l'eau impropre à la consommation. Bien qu'il existe de nombreux filtres à eau commerciaux disponibles sur le marché, il est également possible de construire votre propre filtre à eau à partir de matériaux facilement accessibles."
                    },
                    {
                        "type": "text",
                        "value": "La méthode la plus simple pour construire un filtre à eau consiste à utiliser un récipient en plastique, une couche de gravier, une couche de sable et une couche de charbon actif. Le gravier agit comme un filtre grossier pour éliminer les grosses particules, le sable filtre les particules plus fines et le charbon actif élimine les contaminants chimiques et les odeurs.Voici les étapes pour construire un filtre à eau simple :"
                    },
                    {
                        "type": "image",
                        "value": "filter_fr"
                    },
                    {
                        "type": "bullet",
                        "value": "Percez un trou dans le fond du récipient en plastique."
                    },
                    {
                        "type": "bullet",
                        "value": "Placez une couche de gravier au fond du récipient, en veillant à ce qu'elle recouvre le trou."
                    },
                    {
                        "type": "bullet",
                        "value": "Ajoutez une couche de sable sur le gravier."
                    },
                    {
                        "type": "bullet",
                        "value": "Ajoutez une couche de charbon actif sur le sable."
                    },
                    {
                        "type": "bullet",
                        "value": "Ajoutez une autre couche de sable sur le charbon actif."
                    },
                    {
                        "type": "bullet",
                        "value": "Ajoutez une dernière couche de gravier sur le sable."
                    },
                    {
                        "type": "bullet",
                        "value": "Placez un chiffon propre sur le dessus de la couche de gravier pour éviter que les matériaux ne se mélangent."
                    },
                    {
                        "type": "text",
                        "value": "Vous pouvez maintenant utiliser votre filtre à eau en versant de l'eau douce à travers les différentes couches de matériaux. L'eau devrait être filtrée et prête à boire."
                    },
                    {
                        "type": "text",
                        "value": "Il est important de noter que ce type de filtre ne convient pas à l'élimination de toutes les formes de contaminants de l'eau, notamment les virus. Pour des résultats plus sûrs et plus fiables, il est recommandé d'investir dans un filtre à eau portable de qualité professionnelle."
                    }
                ]
            },
            {
                "id": "AAB",
                "title": "Matériel utile",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Voila une liste d'objets qu'il est bon d'avoir chez soit en tout temps  :"
                    },
                    {
                        "type": "bullet",
                        "value": "Bouteilles d'eau en plastique (surtout si vous habitez en ville et que vous n'avez pas d'accès à l'eau potable) : Il est toujours bon d'avoir des bouteilles d'eau en plastique à portée de main. Elles sont pratiques pour stocker de l'eau ou pour transporter de l'eau potable si vous devez vous déplacer. et peuvent servir pour de nombreux bricolages (stockage, filtrage, etc..) !"
                    },
                    {
                        "type": "bullet",
                        "value": "Les récipients en métal ou en plastique sont généralement les plus durables et les plus pratiques. Assurez-vous de nettoyer régulièrement le récipient et de le stocker dans un endroit frais et sec."
                    },
                    {
                        "type": "bullet",
                        "value": "Les seaux en plastique sont utiles pour collecter et transporter de grandes quantités d'eau, surtout si vous devez aller chercher de l'eau dans un lac, une rivière ou un puits. Ils peuvent également être utilisés pour stocker de l'eau ou pour d'autres tâches de survie. Assurez-vous d'acheter un seau en plastique de qualité alimentaire et de le nettoyer régulièrement."
                    },
                    {
                        "type": "bullet",
                        "value": "Un tuyau d'arrosage est utile pour collecter de l'eau de pluie depuis les gouttières ou les toits. Vous pouvez également utiliser un tuyau d'arrosage pour transférer de l'eau d'un conteneur à un autre ou pour arroser un jardin ou une culture."
                    }
                ]
            },
            {
                "id": "AAC",
                "title": "Kit de test de qualité de l'eau",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "image",
                        "value": "kit_test_eau_fr"
                    },
                    {
                        "type": "text",
                        "value": "Un kit de test d'eau est un outil qui permet de mesurer les niveaux de contamination de l'eau en détectant la présence de différents contaminants tels que les bactéries, les virus, les parasites, les métaux lourds, les produits chimiques et les nitrates. Il est particulièrement utile pour les personnes qui vivent dans des zones où l'eau potable n'est pas facilement accessible, ou pour les personnes qui s'approvisionnent en eau à partir de sources naturelles telles que les rivières, les lacs ou les puits."
                    },
                    {
                        "type": "text",
                        "value": "Il existe plusieurs types de kits de test d'eau sur le marché, mais la plupart comprennent des bandelettes de test, des réactifs chimiques, des compte-gouttes, des échantillons de contrôle et un manuel d'utilisation. Les bandelettes de test sont souvent les plus simples à utiliser car elles ne nécessitent pas l'utilisation de produits chimiques ou de matériel de laboratoire. Les bandelettes sont plongées dans l'eau à tester, et les résultats sont lus en comparant les couleurs qui apparaissent sur les bandelettes avec les couleurs indiquées sur l'emballage."
                    },
                    {
                        "type": "text",
                        "value": "Les kits de test d'eau peuvent être achetés en ligne, dans les magasins de fournitures de plein air, les magasins de jardinage, les quincailleries et les magasins de bricolage. Il est important de noter que tous les kits de test d'eau ne sont pas égaux en termes de qualité et de fiabilité, il est donc recommandé de faire des recherches et de lire les avis avant d'acheter un kit de test d'eau."
                    }
                ]
            },
            {
                "id": "AAD",
                "title": "Sachets de traitement de l'eau",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Les sachets de traitement d'eau sont des produits chimiques ou des comprimés qui sont utilisés pour purifier l'eau en tuant les bactéries, les virus et les parasites qui peuvent être présents dans l'eau. Les sachets de traitement d'eau sont particulièrement utiles pour les personnes qui s'approvisionnent en eau à partir de sources naturelles telles que les rivières, les lacs ou les puits."
                    },
                    {
                        "type": "text",
                        "value": "Les sachets de traitement d'eau contiennent généralement des produits chimiques tels que le chlore, l'iodine ou le peroxyde d'hydrogène, qui sont des désinfectants puissants capables de tuer les bactéries, les virus et les parasites présents dans l'eau. Les comprimés de traitement d'eau fonctionnent de la même manière, en dissolvant un comprimé dans l'eau à traiter pour libérer le produit chimique actif."
                    },
                    {
                        "type": "text",
                        "value": "Les sachets de traitement d'eau sont généralement faciles à utiliser et peuvent être transportés facilement dans un sac à dos ou une trousse de premiers soins. Pour utiliser les sachets de traitement d'eau, il suffit généralement de remplir un récipient avec de l'eau, d'ajouter le sachet de traitement et de laisser agir pendant un certain temps, généralement de 30 minutes à 4 heures, selon le produit. Après ce temps, l'eau doit être prête à boire."
                    },
                    {
                        "type": "text",
                        "value": "Il est important de noter que les sachets de traitement d'eau ne sont pas efficaces contre toutes les contaminations de l'eau. Ils ne sont pas en mesure de filtrer les matières solides ou les produits chimiques qui peuvent être présents dans l'eau, et ils ne sont pas efficaces contre les niveaux élevés de métaux lourds. Par conséquent, il est important de s'assurer que l'eau traitée avec des sachets de traitement d'eau ne contient pas de particules solides visibles et de limiter l'utilisation des sachets de traitement d'eau à des situations d'urgence."
                    },
                    {
                        "type": "text",
                        "value": "En résumé, les sachets de traitement d'eau sont une solution pratique pour traiter l'eau à partir de sources naturelles pour en éliminer les bactéries, les virus et les parasites. Ils sont faciles à utiliser et à transporter, mais ils ne sont pas efficaces contre toutes les contaminations de l'eau et ne doivent être utilisés que dans des situations d'urgence."
                    }
                ]
            },
            {
                "id": "AAE",
                "title": "Chosir sa localisation",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Comment trouver de l'eau douce dans la nature (par exemple, les sources, les ruisseaux, les lacs, les rivières)?"
                    },
                    {
                        "type": "text",
                        "value": "La localisation est un facteur crucial pour la survie en cas de pénurie d'eau ou de besoin de traitement de l'eau, car elle détermine l'accès à des sources d'eau douce. Il est important de se trouver à proximité d'une source d'eau douce fiable pour pouvoir se procurer de l'eau potable."
                    },
                    {
                        "type": "text",
                        "value": "Les sources d'eau douce peuvent varier selon l'emplacement géographique, mais elles incluent généralement des rivières, des lacs, des étangs, des sources, des puits ou des réservoirs d'eau. Dans les zones désertiques ou arides, il peut être plus difficile de trouver de l'eau douce, mais il est souvent possible de trouver des sources d'eau souterraines ou des oasis."
                    },
                    {
                        "type": "text",
                        "value": "Il est important de noter que toutes les sources d'eau ne sont pas sûres à boire sans traitement préalable, même si elles semblent propres et claires. Les rivières et les lacs peuvent contenir des bactéries, des virus, des parasites, des produits chimiques ou des matières solides qui peuvent rendre l'eau non potable. Il est donc important de connaître les sources d'eau disponibles dans la région et de savoir comment les traiter pour les rendre potables."
                    },
                    {
                        "type": "text",
                        "value": "En résumé, la localisation est un facteur important pour s'assurer un accès fiable à de l'eau douce. Les sources d'eau douce varient en fonction de l'emplacement géographique, et il est important de connaître les sources d'eau disponibles dans la région et de savoir comment les traiter pour les rendre potables."
                    }
                ]
            },
            {
                "id": "AAF",
                "title": "l'eau de pluie",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Comment collecter et stocker de l'eau douce de pluie?"
                    },
                    {
                        "type": "text",
                        "value": "La collecte et le stockage de l'eau de pluie peuvent être une source d'eau douce supplémentaire en cas de besoin. Voici quelques étapes à suivre pour collecter et stocker de l'eau de pluie :"
                    },
                    {
                        "type": "image",
                        "value": "eauDePluie_fr"
                    },
                    {
                        "type": "bullet",
                        "value": "Installer un système de collecte d'eau de pluie : Un système de collecte d'eau de pluie peut être aussi simple qu'un grand seau ou aussi complexe qu'un système de gouttières et de conduits qui acheminent l'eau vers un réservoir de stockage. Le choix du système dépendra de la quantité d'eau que vous prévoyez de collecter et des ressources dont vous disposez."
                    },
                    {
                        "type": "bullet",
                        "value": "Choisir un emplacement pour le stockage : Le réservoir de stockage doit être situé dans un endroit sec, propre et à l'abri de la lumière directe du soleil pour éviter la croissance de bactéries et d'algues. Il peut être placé sous terre ou au-dessus du sol, en fonction de la configuration de votre terrain."
                    },
                    {
                        "type": "bullet",
                        "value": "Installer un système de filtration : Il est important de filtrer l'eau de pluie avant de la stocker pour éliminer les impuretés et les contaminants. Un filtre simple peut être constitué d'un morceau de toile ou de grillage fixé sur l'ouverture du réservoir de stockage."
                    },
                    {
                        "type": "bullet",
                        "value": "Ajouter des agents de conservation : Pour éviter la prolifération des bactéries et des algues, vous pouvez ajouter des agents de conservation tels que du peroxyde d'hydrogène, du chlore ou des sels minéraux."
                    },
                    {
                        "type": "bullet",
                        "value": "Utiliser l'eau stockée de manière sûre : L'eau stockée doit être traitée avant d'être consommée pour éliminer les bactéries, les virus, les parasites et les produits chimiques qui peuvent y être présents. Des sachets de traitement d'eau, des filtres à eau ou des rayons UV peuvent être utilisés pour purifier l'eau stockée."
                    },
                    {
                        "type": "text",
                        "value": "Il est important de noter que les lois et les règlements relatifs à la collecte et au stockage de l'eau de pluie varient selon les pays et les États. Il est donc important de se renseigner sur les réglementations en vigueur dans votre région avant de commencer à collecter de l'eau de pluie."
                    }
                ]
            },
            {
                "id": "AAG",
                "title": "Compétences de purification",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Il existe plusieurs méthodes naturelles pour filtrer et purifier l'eau douce. En voici quelques-unes :"
                    },
                    {
                        "type": "text",
                        "value": "Ebullition : L'ébullition de l'eau est l'une des méthodes les plus simples pour tuer les bactéries, les virus et les parasites qui pourraient être présents dans l'eau. Pour cela, portez l'eau à ébullition pendant au moins 1 minute, puis laissez-la refroidir avant de la consommer."
                    },
                    {
                        "type": "text",
                        "value": "Charbon actif : Le charbon actif est un matériau poreux qui peut absorber les produits chimiques, les impuretés et les contaminants présents dans l'eau. Vous pouvez utiliser du charbon actif en poudre ou en granulés pour filtrer l'eau. Placez le charbon actif dans un conteneur et versez l'eau à travers. Vous pouvez également placer du charbon actif dans un tissu et utiliser ce tissu comme filtre."
                    },
                    {
                        "type": "text",
                        "value": "Filtration par gravité : La filtration par gravité est une méthode simple pour éliminer les particules en suspension dans l'eau. Vous pouvez utiliser un filtre en céramique, en sable, en pierre ou en tissu pour filtrer l'eau. L'eau passe à travers le filtre sous l'effet de la gravité et les particules sont piégées dans le filtre."
                    },
                    {
                        "type": "text",
                        "value": "Rayonnement UV : Les rayons UV peuvent être utilisés pour tuer les bactéries, les virus et les parasites présents dans l'eau. Vous pouvez utiliser une lampe UV pour purifier l'eau en la passant sous la lampe pendant environ 1 à 2 minutes."
                    },
                    {
                        "type": "text",
                        "value": "Chloration : L'ajout de chlore à l'eau peut tuer les bactéries, les virus et les parasites qui pourraient être présents. Ajoutez quelques gouttes d'eau de Javel à l'eau, puis attendez environ 30 minutes avant de la consommer."
                    },
                    {
                        "type": "text",
                        "value": "Il est important de noter que ces méthodes naturelles ne sont pas toujours suffisantes pour éliminer tous les contaminants de l'eau, en particulier les produits chimiques. Si vous êtes dans une situation de survie où l'eau potable est rare, il est recommandé d'utiliser plusieurs de ces méthodes en combinaison pour garantir une eau potable sûre."
                    }
                ]
            },
            {
                "id": "AAH",
                "title": "Collecter en Nature",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Il existe plusieurs methodes pour recueillir l'eau de pluie. La première consiste à utiliser tous les récipients que vous pouvez avoir sur vous. La seconde consiste à attacher les coins d'un poncho ou d'une bâche autour d'arbres situés à quelques mètres du sol, à placer une petite pierre au centre pour créer une dépression et à laisser l'eau s'écouler."
                    },
                    {
                        "type": "bullet",
                        "value": "Récupérer l'eau de pluie"
                    },
                    {
                        "type": "text",
                        "value": "Récupérer et boire l'eau de pluie est l'un des moyens les plus sûrs de s'hydrater sans risque d'infection bactérienne. Cela est particulièrement vrai dans les zones rurales et sauvages (dans les centres urbains, la pluie passe d'abord par la pollution, les émissions, etc.)"
                    },
                    {
                        "type": "text",
                        "value": "Il existe deux méthodes principales pour recueillir l'eau de pluie. La première consiste à utiliser tous les récipients que vous pouvez avoir sur vous. La seconde consiste à attacher les coins d'un poncho ou d'une bâche autour d'arbres situés à quelques mètres du sol, à placer une petite pierre au centre pour créer une dépression et à laisser l'eau s'écouler."
                    },
                    {
                        "type": "bullet",
                        "value": "Collecte de la rosée du matin"
                    },
                    {
                        "type": "text",
                        "value": "Vous cherchez un moyen de recueillir jusqu'à un litre d'eau par heure ? Attachez des vêtements absorbants ou des touffes d'herbe fine autour de vos chevilles, et faites une promenade avant le lever du soleil dans les hautes herbes, les prairies, etc. Essorez l'eau lorsque les tissus sont saturés, et recommencez. Assurez-vous simplement que vous ne recueillez pas la rosée d'une plante toxique."
                    },
                    {
                        "type": "image",
                        "value": "collecter_rosee_fr_en"
                    }
                    ,
                    {
                        "type": "bullet",
                        "value": "Fruits/végétation"
                    },
                    {
                        "type": "text",
                        "value": "Les fruits, les légumes, les cactus, les plantes charnues/pulpeuses et même les racines contiennent beaucoup d'eau. Dans tous ces cas, il suffit de ramasser les plantes, de les placer dans un récipient quelconque et de les réduire en bouillie avec une pierre pour recueillir leur liquide. Ce n'est pas grand-chose, mais dans les situations désespérées, chaque petit geste compte."
                    },
                    {
                        "type": "text",
                        "value": "Cette méthode est particulièrement utile dans les environnements tropicaux où les fruits et la végétation sont abondants. Les noix de coco peuvent être une excellente source d'hydratation. Il est toutefois préférable de consommer des noix de coco vertes et non mûres, car le lait des noix de coco mûres agit comme un laxatif, ce qui ne fera que vous déshydrater davantage."
                    },
                    {
                        "type": "bullet",
                        "value": "Collecte de la transpiration des plantes"
                    },
                    {
                        "type": "text",
                        "value": "Une eau est recueillie à partir de la transpiration des plantes dans une illustration de bocal."
                    },
                    {
                        "type": "image",
                        "value": "collectwater_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Il s'agit du processus par lequel l'humidité est transportée des racines d'une plante vers la face inférieure de ses feuilles. De là, elle s'évapore dans l'atmosphère, mais vous allez récupérer l'eau avant qu'elle ne le fasse."
                    },
                    {
                        "type": "text",
                        "value": "Le matin, à la première heure, attachez un sac (ou quelque chose que vous pouvez transformer en sac ; plus il est grand, mieux c'est) autour d'une branche d'arbre ou d'un arbuste vert feuillu. Placez une pierre dans le sac pour le lester un peu afin que l'eau ait un endroit où s'accumuler. Au cours de la journée, la plante transpire et produit de l'humidité. Mais au lieu de s'évaporer dans l'atmosphère, elle s'accumule au fond de votre sac. Ne faites jamais cela avec une plante toxique."
                    },
                    {
                        "type": "bullet",
                        "value": "Croûtes d'arbres/fissures de rochers"
                    },
                    {
                        "type": "text",
                        "value": "Comme pour les fruits et la végétation, il s'agit d'une autre source qui ne fournira pas beaucoup d'eau, mais là encore, c'est quelque chose à faire quand les conditions sont difficiles - en particulier quand vous êtes bloqué dans un désert. L'entrejambe des branches d'arbres ou les crevasses des rochers peuvent être de petits lieux de collecte d'eau. Dans une zone aride, les fientes d'oiseaux autour d'une crevasse de rocher peuvent indiquer la présence d'eau à l'intérieur, même si elle n'est pas visible. Pour enlever l'eau des creux et des fissures, mettez un morceau de vêtement ou de tissu à l'intérieur, laissez-le absorber toute l'humidité et essorez-le. Répétez l'opération si vous le pouvez, et revenez après une pluie pour vous réapprovisionner."
                    },
                    {
                        "type": "bullet",
                        "value": "Creusez un puits souterrain"
                    },
                    {
                        "type": "image",
                        "value": "water_hole_fr"
                    },
                    {
                        "type": "text",
                        "value": "L'avantage de créer un alambic est qu'il fournit une source d'eau fiable et assez importante (par rapport aux autres méthodes), et que vous savez à peu près quelle quantité vous obtiendrez, ce qui vous permet de mieux planifier et de mieux vous rationner."
                    },
                    {
                        "type": "text",
                        "value": "Il existe deux types de puits : les puits souterrains et les puits de surface. Les puits de surface sont les plus efficaces car ils recueillent davantage d'eau, mais les puits de surface peuvent être utiles si vous êtes extrêmement dépourvu d'énergie et que vous ne pouvez pas creuser un grand trou."
                    },
                    {
                        "type": "text",
                        "value": "Fournitures : Récipient (le plus grand que vous avez), Feuille de plastique transparent, Outil de creusement, Roches"
                    }
                ]
            }
            
        ]
    }
    ,
    {
        "uid": "2",
        "title": "Electricité en cas de survie",
        "subtitle": "se préparer à une coupure de courant prolongée",
        "image": "electricity",
        "links": [],
        "descriptionShort": "L'électricité est vitale pour notre vie quotidienne, et cela est particulièrement vrai en cas de survie. Que ce soit pour alimenter des appareils de chauffage, de cuisson, d'éclairage ou de communication, l'électricité peut faire la différence entre la vie et la mort. \n\nDans cette section, vous apprendrez pourquoi l'électricité est si importante en cas de survie et comment vous pouvez vous préparer à une coupure de courant prolongée.",
        "descriptionLong": "L'électricité est un élément crucial de notre vie quotidienne, nous permettant de chauffer nos maisons, de cuisiner nos repas, de nous éclairer, de communiquer avec les autres, de travailler et même de nous divertir. Cependant, en cas de survie, l'électricité peut faire la différence entre la vie et la mort.\n\nPendant une situation de crise ou une catastrophe naturelle, telle qu'un ouragan, une tempête de neige ou une inondation, les lignes électriques peuvent être endommagées ou coupées, privant les gens d'accès à l'électricité. Dans ces situations, il est important de disposer de sources d'énergie alternatives pour répondre à vos besoins de base.\n\nLe manque d'électricité peut également causer des problèmes de sécurité, car les systèmes de sécurité tels que les alarmes, les caméras et les portes électriques peuvent ne plus fonctionner. Sans électricité, les pharmacies, les hôpitaux et les établissements de soins de longue durée peuvent être incapables de fournir des soins adéquats, ce qui peut entraîner des conséquences dramatiques pour les patients.\n\nPour être prêt à une coupure de courant prolongée, il est important de s'équiper d'un générateur électrique portable, de panneaux solaires, de batteries de stockage d'énergie et d'autres sources d'énergie alternatives. Les lampes solaires et les lanternes rechargeables sont également indispensables pour l'éclairage, tandis que les chargeurs de batterie pour voiture peuvent être utilisés pour recharger vos appareils électroniques.\n\nEn plus de disposer de sources d'énergie alternatives, il est important de connaître les compétences nécessaires pour réparer les circuits électriques simples, installer des panneaux solaires et des régulateurs de charge, et utiliser des outils de mesure électrique tels qu'un voltmètre et un ampèremètre. Il est également important d'apprendre à économiser l'énergie pour maximiser l'autonomie de vos systèmes électriques.\n\nEn conclusion, l'électricité est un élément crucial en cas de survie, car elle peut répondre à nos besoins de base et assurer notre sécurité. Il est donc important de se préparer à une coupure de courant prolongée en disposant de sources d'énergie alternatives et en acquérant les compétences nécessaires pour réparer et maintenir ces systèmes.",
        "items": [
            {
                "id": "AAI",
                "title": "Générateur électrique",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Un générateur électrique portable est un équipement essentiel pour quiconque souhaite se préparer à une coupure de courant prolongée en cas de survie."
                    },
                    {
                        "type": "image",
                        "value": "generator_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Un générateur électrique portable fonctionne en brûlant du carburant, généralement de l'essence ou du diesel, pour produire de l'électricité."
                    },
                    {
                        "type": "text",
                        "value": "La puissance d'un générateur électrique portable est mesurée en watts, et il existe des modèles allant de quelques centaines de watts à plusieurs milliers de watts."
                    },
                    {
                        "type": "text",
                        "value": "Les générateurs électriques portables peuvent alimenter une large gamme d'appareils, y compris des réfrigérateurs, des climatiseurs, des outils électriques, des lumières, des ordinateurs et des équipements de communication."
                    },
                    {
                        "type": "text",
                        "value": "Les générateurs électriques portables sont disponibles dans une gamme de prix, allant de quelques centaines à plusieurs milliers de dollars, en fonction de la puissance, de la qualité et de la marque."
                    },
                    {
                        "type": "text",
                        "value": "Il est important de stocker suffisamment de carburant pour faire fonctionner votre générateur électrique pendant une période prolongée, ainsi que de stocker l'essence ou le diesel de manière sûre et sécurisée."
                    },
                    {
                        "type": "text",
                        "value": "Les générateurs électriques portables doivent être utilisés dans un endroit bien ventilé, à l'extérieur de la maison, pour éviter les risques d'incendie et d'intoxication au monoxyde de carbone."
                    }
                ]
            },
            {
                "id": "AAJ",
                "title": "Panneaux solaires",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Les panneaux solaires et les régulateurs de charge sont des équipements importants pour toute base de survie autonome en énergie. Voici quelques informations à ce sujet :"
                    },
                    {
                        "type": "bullet",
                        "value": "Pourquoi équiper sa base de survie avec des panneaux solaires ?"
                    },
                    {
                        "type": "text",
                        "value": "Les panneaux solaires sont une source d'énergie renouvelable et fiable, qui peuvent fournir de l'électricité en cas de coupure de courant prolongée. Ils sont également utiles pour les situations de survie en extérieur, où il n'y a pas d'autres sources d'énergie disponibles. Les panneaux solaires peuvent être utilisés pour alimenter des appareils tels que les lampes, les chargeurs de batteries, les radios, les ventilateurs et même les réfrigérateurs."
                    },
                    {
                        "type": "image",
                        "value": "solar_fr_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Combien de panneaux solaires faut-il pour une base de survie ?"
                    },
                    {
                        "type": "text",
                        "value": "Le nombre de panneaux solaires nécessaires dépend de la quantité d'énergie dont vous avez besoin pour alimenter vos appareils. Il est recommandé de faire une estimation de votre consommation électrique et de choisir les panneaux solaires en conséquence. En général, les panneaux solaires ont une puissance de sortie allant de 100 à 400 watts, et vous pouvez en installer plusieurs pour augmenter la puissance de sortie."
                    },
                    {
                        "type": "bullet",
                        "value": "Quelle est la durée de vie des panneaux solaires ?"
                    },
                    {
                        "type": "text",
                        "value": "La durée de vie des panneaux solaires dépend de plusieurs facteurs, tels que la qualité des matériaux utilisés, les conditions météorologiques et la maintenance régulière. En général, les panneaux solaires ont une durée de vie moyenne d'environ 25 à 30 ans. Il est important de garder les panneaux solaires propres et de les entretenir régulièrement pour maximiser leur efficacité et leur durée de vie."
                    }
                ]
            },
            {
                "id": "AAK",
                "title": "Batteries & stockage d'énergie",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Les batteries et le stockage d'énergie sont des éléments importants à considérer en cas de survie et d'effondrement, car ils permettent de stocker l'énergie produite par des sources renouvelables telles que les panneaux solaires ou les éoliennes, ou par des générateurs électriques. Voici quelques raisons pour lesquelles les batteries et le stockage d'énergie peuvent être importants en cas d'effondrement :"
                    },
                    {
                        "type": "text",
                        "value": "Autonomie : Les batteries et le stockage d'énergie vous permettent d'avoir une source d'énergie autonome et fiable, qui peut vous permettre de continuer à utiliser des appareils électriques, même en cas de coupure de courant prolongée."
                    },
                    {
                        "type": "text",
                        "value": "Mobilité : Les batteries portables peuvent être utilisées pour alimenter des appareils de communication, de navigation, des lampes ou des outils électriques lors de déplacements ou d'activités en plein air."
                    },
                    {
                        "type": "text",
                        "value": "Sécurité : En cas d'urgence, les batteries et le stockage d'énergie peuvent être utilisés pour alimenter des équipements de secours tels que des radios, des chargeurs de téléphone portable, des éclairages de secours, ou même pour alimenter des pompes à eau."
                    },
                    {
                        "type": "text",
                        "value": "En ce qui concerne les types de batteries, il en existe plusieurs, chacun avec ses avantages et ses inconvénients. Voici quelques exemples de types de batteries que vous pouvez considérer :"
                    },
                    {
                        "type": "bullet",
                        "value": "Les batteries au plomb-acide : Elles sont économiques et ont une longue durée de vie, mais elles sont également lourdes et nécessitent une maintenance régulière."
                    },
                    {
                        "type": "bullet",
                        "value": "Les batteries lithium-ion : Elles sont plus légères et ont une plus grande densité d'énergie, mais elles peuvent être plus coûteuses et nécessitent des précautions de sécurité supplémentaires."
                    },
                    {
                        "type": "bullet",
                        "value": "Les batteries nickel-cadmium (NiCad) : Elles sont moins chères que les batteries lithium-ion, ont une longue durée de vie et peuvent être rechargées rapidement, mais elles sont également plus lourdes et peuvent avoir des problèmes de mémoire."
                    },
                    {
                        "type": "text",
                        "value": "Enfin, en ce qui concerne la durée de vie des batteries, cela dépendra du type de batterie que vous utilisez, de la façon dont vous l'utilisez et de la manière dont vous l'entretenez. En général, les batteries ont une durée de vie qui peut varier de quelques années à plusieurs dizaines d'années selon le type et les conditions d'utilisation. Il est important de suivre les instructions du fabricant pour maximiser la durée de vie de votre batterie et la maintenir en bon état de fonctionnement."
                    }
                ]
            },
            {
                "id": "AAL",
                "title": "Objets à posseder",
                "mode": "essential",
                "content": [
                    {
                        "type": "bullet",
                        "value": "Lampes solaires et lanternes rechargeables: Pendant une coupure de courant prolongée, les lampes et les lanternes sont essentielles pour l'éclairage, surtout la nuit. Les lampes solaires sont une excellente option car elles ne nécessitent pas d'électricité pour fonctionner - elles se rechargent simplement à partir de la lumière du soleil. Les lanternes rechargeables peuvent également être une bonne option si elles peuvent être rechargées à partir d'une source d'énergie alternative, telle qu'un générateur ou un panneau solaire."
                    },
                    {
                        "type": "bullet",
                        "value": "Câbles et connecteurs électriques: Si vous avez besoin de créer un système électrique en cas d'effondrement ou de survie, vous aurez besoin de câbles et de connecteurs pour relier les différents composants ensemble. Les câbles électriques de différentes tailles et épaisseurs peuvent être utilisés pour la transmission de l'énergie électrique, tandis que les connecteurs permettent de relier les différents composants, tels que les panneaux solaires et les batteries. Il est important de choisir des câbles et des connecteurs de qualité pour garantir une transmission de l'énergie fiable et sans danger."
                    },
                    {
                        "type": "bullet",
                        "value": "Chargeurs de batterie pour voiture: Les batteries peuvent être une source d'énergie précieuse en cas d'effondrement ou de survie, car elles peuvent être utilisées pour alimenter une variété d'appareils. Cependant, pour utiliser une batterie, vous aurez besoin d'un chargeur de batterie. Les chargeurs de batterie pour voiture peuvent être une bonne option car ils peuvent être alimentés à partir d'un générateur ou d'un panneau solaire, et ils sont conçus pour charger rapidement les batteries de voiture. Vous pouvez également envisager d'acheter un chargeur de batterie portable pour une utilisation en déplacement."
                    }
                ]
            },
            {
                "id": "AAM",
                "title": "Quelques compétences",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "ces compétences parce qu'elles sont importantes pour assurer la disponibilité d'une source d'électricité fiable pendant une période prolongée en cas de survie. Voici pourquoi chacune de ces compétences est importante"
                    },
                    {
                        "type": "bullet",
                        "value": "Installer des panneaux solaires et des régulateurs de charge"
                    },
                    {
                        "type": "text",
                        "value": "Les panneaux solaires sont une source d'énergie renouvelable qui peut être utilisée pour produire de l'électricité. Cependant, il est important de savoir comment les installer correctement et comment utiliser les régulateurs de charge pour éviter de les endommager ou de les surcharger."
                    },
                    {
                        "type": "bullet",
                        "value": "Identifier les différents types de câblage électrique : "
                    },
                    {
                        "type": "text",
                        "value": "Cela est essentiel pour comprendre comment les différents composants électriques sont connectés les uns aux autres. Cela permet également de savoir quel type de câblage est nécessaire pour un projet électrique spécifique, de comprendre comment fonctionne un circuit électrique et comment le réparer en cas de panne."
                    },
                    {
                        "type": "bullet",
                        "value": "Connaître les principes de base de l'électronique"
                    },
                    {
                        "type": "text",
                        "value": "Comprendre les principes de base de l'électronique permet de comprendre comment fonctionnent les composants électriques et comment les réparer en cas de panne."
                    },
                    {
                        "type": "bullet",
                        "value": "Utiliser des outils de mesure électrique, tels qu'un voltmètre et un ampèremètre"
                    },
                    {
                        "type": "text",
                        "value": " Savoir comment utiliser ces outils permet de mesurer la tension et le courant électrique, ce qui peut être utile pour déterminer si un circuit électrique fonctionne correctement et pour identifier les éventuelles pannes."
                    },
                    {
                        "type": "bullet",
                        "value": "Économiser l'énergie pour maximiser l'autonomie de vos systèmes électriques."
                    },
                    {
                        "type": "text",
                        "value": "En apprenant à économiser l'énergie, vous pouvez maximiser l'autonomie de vos systèmes électriques et prolonger la durée de vie de vos batteries ou autres sources d'énergie. Cela peut être crucial pour une situation de survie où les sources d'énergie peuvent être limitées."
                    },
                    {
                        "type": "bullet",
                        "value": "Réparer des circuits électriques simples"
                    },
                    {
                        "type": "text",
                        "value": "En sachant comment réparer les circuits électriques simples, vous pouvez économiser de l'argent en évitant de faire appel à un professionnel et être en mesure de rétablir rapidement une source d'électricité si nécessaire."
                    }
                ]
            }
        ]
    }
    ,
    {
        "uid": "3",
        "title": "Chasse et Pièges",
        "subtitle": "Préparez-vous à la Chasse et à la Construction de Pièges",
        "image": "hunting",
        "links": [
            {
                "url": "https://www.bensport.fr/wp-content/uploads/2019/03/Initiation-au-rechargement.pdf",
                "description": "pdf",
                "title": "Faire ses munitions"
            },
            {
                "url": "https://fr.wikihow.com/tirer-au-fusil-de-chasse",
                "description": "Site Web",
                "title": "Comment tirer au fusil"
            },
            {
                "url": "https://fr.wikihow.com/chasser-le-lapin",
                "description": "Site Web",
                "title": "Comment chasser le lapin"
            },
            {
                "url": "https://cadets2600.com/media/2012/09/construction_collets.pdf",
                "description": "pdf",
                "title": "Apprendre à faire des pièges"
            },
            {
                "url": "https://fr.wikihow.com/chasser-le-cerf",
                "description": "Site Web",
                "title": "Comment chasser le cerf"
            }
        ],
        "descriptionShort": "En cas de survie, la chasse peut être une compétence vitale pour se nourrir et survivre dans la nature sauvage. En effet, la viande est une source importante de protéines, de nutriments et de calories nécessaires pour maintenir l'énergie et la santé. Apprendre à chasser et à construire des pièges peut également aider à éviter la faim et la malnutrition en cas de pénurie alimentaire.",
        "descriptionLong": "En cas de survie, la chasse peut devenir une compétence vitale pour se nourrir et survivre dans la nature sauvage. Lorsque la nourriture et l'eau sont rares, la chasse peut être l'un des seuls moyens de se procurer les nutriments et l'énergie nécessaires pour maintenir la santé et la force physique.\n\nLa viande est une source importante de protéines, de nutriments et de calories nécessaires pour le corps. Les animaux chassés peuvent fournir de la viande, des abats et des os pour faire du bouillon. Les poissons peuvent également être une source importante de protéines et de nutriments, et peuvent être trouvés dans les rivières, les lacs et les étangs.\n\nEn apprenant à chasser et à construire des pièges, vous pouvez augmenter vos chances de survie et éviter la faim et la malnutrition en cas de pénurie alimentaire. Les pièges peuvent être construits pour capturer des animaux tels que des lapins, des écureuils, des oiseaux, des poissons, des rats et des souris. Les pièges peuvent être simples ou complexes, et peuvent inclure des pièges à lacet, des pièges à collet, des pièges à fosse et des pièges à filet.\n\nCependant, la chasse peut être dangereuse et nécessite une formation appropriée pour être pratiquée en toute sécurité. Les armes à feu et les arbalètes sont des outils couramment utilisés pour la chasse, mais ils doivent être utilisés avec prudence. Il est important de connaître les règles de sécurité des armes à feu et d'apprendre à manipuler ces armes en toute sécurité. Des compétences telles que la connaissance des techniques de chasse, l'approche silencieuse, le camouflage, la traque et la fabrication de munitions sont également importantes pour réussir à chasser en toute sécurité.\n\nEn plus des outils et des compétences nécessaires à la chasse, il est également important de se préparer en achetant des vêtements de chasse appropriés. Les vêtements de chasse doivent être durables, résistants aux intempéries et confortables pour une utilisation prolongée. Des bottes résistantes, des gants et des chapeaux de chasse peuvent également être nécessaires pour protéger contre les éléments.",
        "items": [
            {
                "id": "AAN",
                "title": "Arc & Arbalètes",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Les avantages de l'arc :"
                    },
                    {
                        "type": "image",
                        "value": "arc_fr"
                    },
                    {
                        "type": "bullet",
                        "value": "Les arcs sont généralement plus légers que les arbalètes, ce qui les rend plus faciles à transporter sur de longues distances ou sur des terrains difficiles."
                    },
                    {
                        "type": "bullet",
                        "value": "Les arcs sont plus silencieux que les arbalètes, ce qui peut être un avantage lors de la chasse, car cela évite d'effrayer les animaux proches."
                    },
                    {
                        "type": "bullet",
                        "value": "Les arcs sont souvent moins chers que les arbalètes, car ils ne nécessitent pas autant de matériaux et de composants pour leur fabrication."
                    },
                    {
                        "type": "text",
                        "value": "Les avantages de l'arbalète :"
                    },
                    {
                        "type": "image",
                        "value": "arba_fr"
                    },
                    {
                        "type": "bullet",
                        "value": "Les arbalètes sont généralement plus précises que les arcs, car elles ont une meilleure stabilité et une visée plus précise."
                    },
                    {
                        "type": "bullet",
                        "value": "Les arbalètes sont plus faciles à utiliser que les arcs pour les débutants, car elles nécessitent moins de force physique et de compétences pour la manœuvrer et la viser."
                    },
                    {
                        "type": "bullet",
                        "value": "Les arbalètes ont une portée plus longue que les arcs, ce qui peut être un avantage lors de la chasse à de plus grandes distances."
                    },
                    {
                        "type": "text",
                        "value": "Les avantages de l'arcs à poulies :"
                    },
                    {
                        "type": "image",
                        "value": "arc_poulie_fr"
                    },
                    {
                        "type": "bullet",
                        "value": "Les arcs à poulies ont des poulies qui permettent de réduire l'effort nécessaire pour tenir la corde à pleine extension. Cela facilite la visée et permet une plus grande précision lors des tirs."
                    },
                    {
                        "type": "bullet",
                        "value": "Les arcs à poulies ont également une plus grande force de tir que les arcs traditionnels, ce qui signifie qu'ils peuvent tirer des flèches plus rapidement et avec plus de force."
                    },
                    {
                        "type": "bullet",
                        "value": "Les arcs à poulies sont souvent équipés de stabilisateurs, de viseurs et de déclencheurs, ce qui les rend plus faciles à utiliser et plus précis pour les débutants."
                    },
                    {
                        "type": "text",
                        "value": "Cependant, les arcs à poulies ont également quelques inconvénients potentiels :\nIls sont plus lourds que les arcs traditionnels et peuvent être plus difficiles à transporter sur de longues distances.\nIls sont souvent plus chers que les arcs traditionnels en raison de leur complexité et de leur équipement supplémentaire."
                    }
                ]
            }
            ,
            {
                "id": "AAO",
                "title": "Les munitions",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Les munitions sont un élément crucial pour la chasse, car elles fournissent l'énergie nécessaire pour abattre des animaux de manière efficace et rapide. En cas d'effondrement, les munitions peuvent devenir rares, ce qui rend leur stockage et leur fabrication importantes pour les chasseurs."
                    },
                    {
                        "type": "text",
                        "value": "La quantité de munitions que vous devriez stocker dépend de votre niveau de préparation et de vos compétences de chasse. Il est recommandé d'avoir au moins 100 à 200 munitions de calibre courant (comme le .22LR, le 12 gauge, le .308 Win, etc.) pour être prêt en cas d'urgence. Si vous prévoyez de chasser fréquemment, vous devriez stocker plus de munitions."
                    },
                    {
                        "type": "text",
                        "value": "La fabrication de munitions est une compétence importante pour les chasseurs en cas de pénurie de munitions. Cependant, cela nécessite des compétences spécifiques, des équipements et des matières premières appropriées. Il est important de noter que la fabrication de munitions peut être dangereuse si elle est mal réalisée. Il est donc fortement recommandé de recevoir une formation appropriée avant de se lancer dans la fabrication de munitions."
                    },
                    {
                        "type": "text",
                        "value": "Fabrication de munitions:"
                    },
                    {
                        "type": "image",
                        "value": "munitions_fr"
                    },
                    {
                        "type": "bullet",
                        "value": "Choisir le calibre approprié : Le choix du calibre dépend du type d'arme que vous possédez et de l'animal que vous chassez."
                    },
                    {
                        "type": "bullet",
                        "value": "Sélectionner les composants : Les munitions sont composées de trois éléments principaux : la douille, l'amorce et la balle (ou la grenaille). Vous devrez sélectionner chaque élément en fonction de vos besoins et de vos compétences."
                    },
                    {
                        "type": "bullet",
                        "value": "Préparer la douille : La douille est la partie en laiton qui contient la poudre et la balle. Elle doit être nettoyée, étirée et coupée à la bonne longueur."
                    },
                    {
                        "type": "bullet",
                        "value": "Installer l'amorce : L'amorce est une petite capsule qui crée une étincelle pour allumer la poudre. Elle doit être installée avec précision dans la douille."
                    },
                    {
                        "type": "bullet",
                        "value": "Ajouter la poudre : La poudre est ajoutée à la douille en utilisant un doseur à poudre. La quantité de poudre doit être précise pour garantir la sécurité et l'efficacité de la munition."
                    },
                    {
                        "type": "bullet",
                        "value": "Installer la balle : La balle doit être installée avec précision sur la douille. Cela peut être fait en utilisant un outil appelé -sizer-."
                    },
                    {
                        "type": "bullet",
                        "value": "Sertir la balle : Le sertissage consiste à serrer le col de la douille autour de la balle. Cela garantit que la balle reste en place lorsqu'elle est tirée."
                    },
                    {
                        "type": "bullet",
                        "value": "Inspecter la munition : Une fois la munition assemblée, il est important de l'inspecter pour s'assurer qu'elle est correctement assemblée et qu'elle est sûre à utiliser."
                    },
                    {
                        "type": "bullet",
                        "value": "Inspecter la munition : Une fois la munition assemblée, il est important de l'inspecter pour s'assurer qu'elle est correctement assemblée et qu'elle est sûre à utiliser."
                    },
                    {
                        "type": "bullet",
                        "value": "Cela necessite aussi pas mal de matériel !"
                    },
                    {
                        "type": "text",
                        "value": "Presse à recharger : C'est l'équipement de base pour la fabrication de munitions. Elle permet de fixer les amorces, de doser la poudre et de sertir les balles.\nJeu d'outils pour la presse : Cet ensemble d'outils comprend des outils pour la préparation des douilles, le sertissage et l'installation des balles.\nDoseur à poudre : Cet équipement permet de doser la quantité de poudre à mettre dans chaque douille.\nBalance à rechargement : Elle permet de peser précisément la quantité de poudre pour chaque douille.\nCalibre à collet : Il permet de mesurer la longueur et le diamètre de la douille pour une fabrication précise de la munition.\nBoîtes de rangement : Elles sont nécessaires pour stocker les composants de la munition, tels que les douilles, les balles et les amorces.\nMatières premières : Les composants nécessaires à la fabrication de la munition, tels que les douilles, les amorces, les balles et la poudre, doivent être achetés séparément."
                    }
                ]
            }
            ,
            {
                "id": "AAP",
                "title": "matériel de base",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Voici une liste de matériel de base pour la chasse et la mise en place de pièges :"
                    },
                    {
                        "type": "bullet",
                        "value": "Du Fil de fer pour les pièges."
                    }
                    ,
                    {
                        "type": "bullet",
                        "value": "Une boussole est essentielle pour s'orienter dans la nature et éviter de se perdre en forêt ou en montagne."
                    },
                    {
                        "type": "bullet",
                        "value": "Une lampe de poche est importante pour éclairer son chemin en cas de déplacement nocturne ou pour fouiller des endroits sombres à la recherche de nourriture ou d'outils de survie."
                    },
                    {
                        "type": "bullet",
                        "value": "Les jumelles sont un outil précieux pour observer la faune et repérer les proies potentielles à distance, sans avoir à s'approcher de trop près et risquer de les effrayer. Elles permettent également d'observer les mouvements des animaux à l'aube et au crépuscule, périodes où la chasse est souvent la plus fructueuse. Les jumelles sont donc un élément clé pour augmenter les chances de réussite lors de la chasse ou de la survie en milieu naturel."
                    },
                    {
                        "type": "bullet",
                        "value": "Un couteau est un outil polyvalent qui peut servir à la fois pour la chasse (découper la viande), la préparation de nourriture et la fabrication d'outils de survie."
                    },
                    {
                        "type": "bullet",
                        "value": "Hache"
                    },
                    {
                        "type": "bullet",
                        "value": "Une hache est utile pour couper du bois et construire un abri, allumer un feu ou encore fabriquer des outils de survie."
                    },
                    {
                        "type": "bullet",
                        "value": "Une petite scie est utile pour couper des branches ou des troncs d'arbres plus épais que ne le permet un couteau, afin de fabriquer des outils ou construire un abri."
                    }
                    
                ]
            }
            ,
            {
                "id": "AAU",
                "title": "Construction de pièges",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Pièges : Les pièges sont utiles pour capturer des petits animaux, tels que des lièvres, des écureuils et des ratons laveurs. Il existe de nombreux types de pièges :"
                    },
                    {
                        "type": "bullet",
                        "value": "les collets"
                    },
                    {
                        "type": "image",
                        "value": "trap_2_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Les pièges à collet sont des pièges qui capturent des animaux en leur bloquant le cou. Ils sont souvent utilisés pour capturer des petits animaux tels que des lapins, des lièvres et des écureuils. Voici les étapes pour mettre en place un piège à collet :\n\n1. Trouvez un endroit approprié : Les pièges à collet doivent être placés dans des endroits où les animaux passent régulièrement, comme le long d'un chemin de promenade, près d'un terrier ou d'un point d'eau.\n\n2. Préparez le collet : Le collet doit être fait avec un fil solide, comme du fil de fer, et être assez long pour envelopper le cou de l'animal. Le collet doit être attaché à un arbre ou à un piquet de terre pour empêcher l'animal de s'enfuir avec le piège.\n\n3. Installez le piège : Enterrer le collet dans le sol ou le placer sur une surface plane pour que l'animal passe à travers.\n\n4. Attendez : Il faut attendre que l'animal soit capturé par le piège. Les collets sont conçus pour se resserrer lorsqu'un animal passe à travers, capturant l'animal par le cou.\n\n5. Libérez l'animal : Si vous capturez un animal, il est important de le libérer rapidement et de le faire avec précaution. Tenir l'animal à l'aide d'un gant, retirer le collet et libérez-le."
                    },
                    {
                        "type": "image",
                        "value": "trap_1_fr_en"
                    },
                    {
                        "type": "bullet",
                        "value": "les pièges à mâchoires"
                    },
                    {
                        "type": "image",
                        "value": "trap_3_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Les pièges à mâchoire sont des pièges de chasse qui fonctionnent en capturant l'animal entre deux mâchoires métalliques. Le piège est généralement installé sur un sentier fréquenté par l'animal ciblé, et une fois déclenché, les mâchoires se referment rapidement et violemment sur les membres ou le corps de l'animal, le maintenant ainsi captif. Les pièges à mâchoire ont été utilisés pendant des siècles pour capturer des animaux tels que les renards, les coyotes, les belettes, les ratons laveurs et les loups, et sont encore utilisés aujourd'hui pour la chasse et la gestion de la faune. Cependant, leur utilisation est souvent controversée en raison de la souffrance infligée à l'animal capturé."
                    },
                    {
                        "type": "text",
                        "value": "Il est possible de fabriquer soi-même des pièges à mâchoire, mais cela nécessite des compétences avancées en mécanique et en fabrication de pièges, ainsi que des connaissances approfondies sur les animaux ciblés et les réglementations de chasse locales. De plus, il est important de noter que dans de nombreux endroits, l'utilisation de pièges à mâchoire est réglementée ou interdite pour des raisons de bien-être animal. Avant d'essayer de fabriquer un piège à mâchoire, il est donc essentiel de se renseigner sur les réglementations locales et de considérer les alternatives de chasse plus humaines et éthiques."
                    },
                    {
                        "type": "bullet",
                        "value": "les pièges à Lacets"
                    },
                    {
                        "type": "image",
                        "value": "trap_4_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Les pièges à lacets sont des pièges de chasse simples qui fonctionnent en capturant l'animal par le cou ou la patte en utilisant un fil métallique ou une cordelette. Les pièges sont souvent installés sur des sentiers ou des zones de passage fréquents des animaux, et sont déclenchés lorsqu'un animal met la patte ou la tête dans le piège. Lorsque le piège est déclenché, il resserre le fil métallique ou la corde autour de la patte ou du cou de l'animal, le maintenant ainsi captif.\n\nLes pièges à lacets sont souvent utilisés pour capturer des petits animaux tels que les lapins, les lièvres, les rats et les écureuils. Cependant, leur utilisation est réglementée ou interdite dans de nombreux endroits en raison de la souffrance qu'ils peuvent infliger à l'animal capturé. Il est donc important de se renseigner sur les réglementations locales avant d'utiliser des pièges à lacets pour la chasse ou la gestion de la faune."
                    }
                ]
            }
            ,
            {
                "id": "AAQ",
                "title": "Viande et découpe",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Lorsque l'on est confronté à une situation de survie, la chasse peut être une source vitale de nourriture. Cependant, une fois l'animal abattu, il est important de savoir comment préparer et conserver correctement la viande pour qu'elle puisse être consommée en toute sécurité. Dans cette section, nous allons explorer les techniques de découpe, de désossage, de conservation, de séchage et de fumage de la viande, ainsi que des conseils pratiques pour utiliser efficacement chaque partie de l'animal. Que vous soyez novice en matière de boucherie ou que vous cherchiez à améliorer vos compétences, cette section vous fournira les connaissances nécessaires pour maximiser votre récolte de viande et la conserver dans des conditions optimales."
                    },
                    {
                        "type": "bullet",
                        "value": "Comment faire sécher ou fumer la viande"
                    },
                    {
                        "type": "image",
                        "value": "smoke_fr"
                    },
                    {
                        "type": "text",
                        "value": " : Pour faire sécher la viande, il suffit de la suspendre dans un endroit frais et sec et de la laisser sécher pendant plusieurs semaines jusqu'à ce qu'elle soit bien sèche. Pour fumer la viande, il faut utiliser un fumoir et exposer la viande à la fumée de bois pendant plusieurs heures jusqu'à ce qu'elle soit bien fumée."
                    },
                    {
                        "type": "bullet",
                        "value": "La façon de découper la viande"
                    },
                    {
                        "type": "text",
                        "value": ": Il est recommandé de découper la viande une fois qu'elle a été laissée à maturer pendant plusieurs jours pour permettre aux enzymes de la viande de la décomposer et la rendre plus tendre. La période de maturation dépendra du type de viande et des conditions de conservation, mais elle peut varier de quelques jours à plusieurs semaines. Il est également important de garder la viande fraîche et froide pendant le processus de découpe. Pour cela, il est conseillé de travailler avec la viande dans un endroit frais ou même dans un réfrigérateur."
                    },
                    {
                        "type": "bullet",
                        "value": "De la désosser et préparer"
                    },
                    {
                        "type": "text",
                        "value": " : Il est important de retirer les organes, les peaux et les plumes de la viande pour permettre un refroidissement rapide et éviter la contamination. Il est également conseillé de nettoyer la viande avec de l'eau froide pour éliminer toute saleté et tout sang restant. Ensuite, il est recommandé de laisser la viande reposer dans un endroit frais pendant quelques heures pour que la température de la viande atteigne celle de l'environnement."
                    },
                    {
                        "type": "bullet",
                        "value": "De la conserver"
                    },
                    {
                        "type": "text",
                        "value": " : Il existe différentes méthodes pour conserver la viande, notamment la conservation au sel, la conservation à froid et la conservation séchée ou fumée. Pour la conservation au sel, il suffit de recouvrir la viande de sel et de la laisser reposer pendant plusieurs semaines jusqu'à ce qu'elle soit bien conservée. Pour la conservation à froid, il est recommandé de garder la viande à une température de 0 à 5 degrés Celsius. Pour la conservation séchée ou fumée, la viande doit être suspendue dans un endroit frais et sec et exposée à la fumée pour aider à prévenir la croissance des bactéries."
                    },
                    {
                        "type": "bullet",
                        "value": "Comment utiliser les différentes parties de l'animal"
                    },
                    {
                        "type": "text",
                        "value": "Il est recommandé de connaître les différentes coupes de viande et comment les préparer pour des plats spécifiques. Par exemple, les parties les plus tendres de l'animal (comme le filet) sont idéales pour les grillades, tandis que les parties plus dures peuvent être utilisées pour des ragoûts ou des soupes. Il est également important de savoir comment utiliser les os et les restes de viande pour faire des bouillons ou des soupes."
                    }
                ]
            }
            ,
            {
                "id": "AAR",
                "title": "Vêtements",
                "mode": "intermediate",
                "content": [
                    {
                        "type": "text",
                        "value": "Que vous soyez un chasseur expérimenté ou que vous soyez nouveau dans ce domaine, il est essentiel de choisir les vêtements appropriés pour une expérience de chasse réussie. Les vêtements de chasse ne sont pas simplement des vêtements de plein air ordinaires, ils sont conçus pour vous offrir confort, protection et discrétion dans la nature. Dans cette section, nous allons vous présenter les différents types de vêtements de chasse, leurs caractéristiques et leurs avantages, ainsi que des conseils pratiques pour vous aider à choisir les vêtements appropriés en fonction de votre environnement de chasse et des conditions météorologiques."
                    },
                    {
                        "type": "image",
                        "value": "gear_fr_en"
                    },
                    {
                        "type": "bullet",
                        "value": "Veste de chasse"
                    },
                    {
                        "type": "text",
                        "value": "La veste de chasse doit être imperméable et respirante pour protéger contre les intempéries et permettre une évacuation rapide de la transpiration."
                    },
                    {
                        "type": "bullet",
                        "value": "Pantalon de chasse"
                    },
                    {
                        "type": "text",
                        "value": "Le pantalon de chasse doit également être imperméable et respirant, avec des renforts aux genoux et aux fesses pour une durabilité accrue."
                    },
                    {
                        "type": "bullet",
                        "value": "Bottes de chasse"
                    },
                    {
                        "type": "text",
                        "value": "Les bottes de chasse doivent être confortables, résistantes et imperméables pour garder les pieds au sec et au chaud."
                    },
                    {
                        "type": "bullet",
                        "value": "Gants de chasse"
                    },
                    {
                        "type": "text",
                        "value": "Les gants de chasse doivent être résistants et imperméables, avec une bonne adhérence pour manier les armes et les pièges."
                    },
                    {
                        "type": "bullet",
                        "value": "Casquette ou chapeau de chasse"
                    },
                    {
                        "type": "text",
                        "value": "La casquette ou le chapeau de chasse doit offrir une protection solaire et une visibilité accrue en portant une couleur vive pour être facilement repérable par les autres chasseurs."
                    },
                    {
                        "type": "bullet",
                        "value": "Sous-vêtements techniques"
                    },
                    {
                        "type": "text",
                        "value": "Les sous-vêtements techniques sont importants pour réguler la température du corps et évacuer la transpiration."
                    },
                    {
                        "type": "bullet",
                        "value": "Vêtements de camouflage"
                    },
                    {
                        "type": "text",
                        "value": "Les vêtements de camouflage sont utiles pour se fondre dans l'environnement et passer inaperçu."
                    },
                    {
                        "type": "bullet",
                        "value": "Lunettes de soleil"
                    },
                    {
                        "type": "text",
                        "value": "Les lunettes de soleil sont nécessaires pour protéger les yeux contre les rayons UV nocifs."
                    },
                    {
                        "type": "bullet",
                        "value": "Cache-cou"
                    },
                    {
                        "type": "text",
                        "value": "Le cache-cou est utile pour protéger le cou et le visage contre les éléments."
                    }
                ]
            }
            ,
            {
                "id": "AAS",
                "title": "Construire un arc en pleine nature",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "La construction d'un arc et de flèches est une compétence importante pour la survie en pleine nature. Que vous soyez un chasseur ou un aventurier en quête d'aventure, savoir comment fabriquer votre propre équipement de chasse est essentiel. Non seulement cela vous permet de devenir plus autonome, mais cela peut également être une expérience gratifiante en soi. Dans cette section, nous allons vous guider à travers les étapes nécessaires pour construire un arc et des flèches à partir de matériaux que l'on peut trouver dans la nature."
                    },
                    {
                        "type": "image",
                        "value": "bowmaking_fr_en"
                    },
                    {
                        "type": "text",
                        "value": "Trouvez un bois approprié : Le premier pas consiste à trouver un bois approprié pour la construction de votre arc. Les types de bois couramment utilisés sont l'if, l'érable, le frêne, le noyer, le genévrier et le bambou. Il est important de trouver un bois qui est flexible et résistant, mais qui n'est pas trop épais ou lourd.\n\nFaçonnez le bois : Une fois que vous avez trouvé le bois approprié, il est temps de le façonner en une forme d'arc. Cela implique de le couper à la longueur désirée et de le cintrer doucement pour qu'il prenne la forme de l'arc. Vous pouvez utiliser des outils tels qu'un couteau, une scie, une râpe et du papier de verre pour vous aider à façonner le bois.\n\nAjoutez des encoches : Les encoches sont des entailles faites à chaque extrémité de l'arc pour tenir les cordes de l'arc. Vous pouvez les faire avec un couteau ou une scie.\n\nFaites la corde de l'arc : La corde de l'arc est faite de fibres naturelles telles que le chanvre ou la corde d'arc en lin. Elle doit être ajustée pour tenir correctement l'arc. Pour la fabriquer, vous pouvez utiliser une technique de torsion pour tresser les fibres ensemble.\n\nFabriquez les flèches : Pour fabriquer des flèches, vous aurez besoin de bois pour les tiges, de plumes pour les empennages et de pointes pour les pointes de flèches. Les pointes de flèches peuvent être faites de matériaux tels que la pierre, le silex ou le métal. Les empennages peuvent être fixés avec de la colle naturelle ou de la résine.\n\nTestez votre équipement : Une fois que vous avez fabriqué votre arc et vos flèches, il est important de les tester pour vous assurer qu'ils sont efficaces. Vous pouvez tester la flexibilité de l'arc en tirant sur la corde, et tester la précision des flèches en les tirant sur une cible."
                    }
                ]
            }
            ,
            {
                "id": "AAT",
                "title": "Compétence de chasse",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "La chasse est une compétence essentielle en cas de survie dans la nature. Que ce soit pour se nourrir ou se protéger, il est important de savoir comment chasser et piéger efficacement. Cependant, cela ne s'improvise pas et nécessite un apprentissage et une pratique régulière."
                    },
                    {
                        "type": "text",
                        "value": "Il est important de rechercher des ressources sur internet, de se renseigner sur les lois et réglementations en vigueur dans votre région, mais également de demander des conseils à des anciens habitants du lieu où vous vous trouvez. Ils peuvent avoir des connaissances et des astuces spécifiques à la région pour chasser et piéger de manière plus efficace."
                    },
                    {
                        "type": "text",
                        "value": "De plus, il est crucial de comprendre les saisons et les comportements des animaux pour pouvoir les chasser efficacement. Par exemple, il est préférable de chasser les cerfs pendant les périodes de rut, car ils sont plus actifs et plus faciles à approcher. Il est également important de respecter les animaux que vous chassez et d'utiliser toutes les parties de l'animal pour minimiser le gaspillage."
                    },
                    {
                        "type": "text",
                        "value": "Enfin, il est essentiel de maîtriser différentes techniques de chasse, notamment la chasse à l'arc, la chasse à l'arbalète, la chasse au fusil, ainsi que les techniques de piégeage. Il est important de s'entraîner régulièrement pour développer ces compétences et les maintenir au fil du temps."
                    },
                    {
                        "type": "text",
                        "value": "En somme, la chasse et le piégeage sont des compétences importantes pour la survie en pleine nature, mais nécessitent un apprentissage et une pratique régulière. Il est important de se renseigner sur les lois, les comportements des animaux, les techniques de chasse et de respecter les animaux que l'on chasse."
                    }
                ]
            }
            ,
            {
                "id": "AAV",
                "title": "detections de Maladie",
                "mode": "advanced",
                "content": [
                    {
                        "type": "text",
                        "value": "Détection de maladies » est d'une importance vitale pour tout chasseur ou personne cherchant à se nourrir dans la nature. Savoir identifier les signes d'une maladie chez un animal est essentiel pour éviter de contracter des maladies potentiellement mortelles. De plus, cela permet également de prévenir la propagation de maladies entre les animaux et de préserver la santé de la faune sauvage. Dans cette section, nous explorerons les différents signes et symptômes à surveiller lors de la chasse et comment agir en conséquence pour minimiser les risques de transmission de maladies."
                    },
                    {
                        "type": "text",
                        "value": "Le comportement : un animal malade peut sembler léthargique, affaibli, désorienté ou désintéressé de son environnement. Il peut également être plus agressif ou au contraire plus passif que d'habitude.\n\nL'apparence physique : un animal malade peut avoir une peau ou des poils en mauvais état, être maigre ou présenter des plaies ou des lésions visibles. Ses yeux peuvent être enflés, rouges ou coulants.\n\nLes odeurs : certaines maladies peuvent causer des odeurs désagréables ou inhabituelles, comme une odeur de pourriture, de moisi ou de pus.\n\nLes glandes : lorsqu'on abat un animal, il est possible d'examiner ses glandes pour détecter d'éventuelles infections ou anomalies. Les glandes les plus couramment examinées sont les glandes anales chez les mammifères, qui peuvent indiquer des infections bactériennes ou parasitaires."
                    }
                ]
            }
            ,
            {
                "id": "AAW",
                "title": "Stockage et conservation",
                "mode": "essential",
                "content": [
                    {
                        "type": "text",
                        "value": "Lorsqu'on chasse pour se nourrir, il est important de savoir comment stocker et conserver la viande pour qu'elle reste comestible et ne se gâte pas. En effet, une mauvaise conservation peut rapidement rendre la viande impropre à la consommation et causer des problèmes de santé. C'est pourquoi il est essentiel d'avoir des compétences en matière de stockage et de conservation de la viande."
                    },
                    {
                        "type": "text",
                        "value": "Voici quelques exemples de techniques de stockage et de conservation de la viande :"
                    },
                    {
                        "type": "bullet",
                        "value": "Le salage : le sel peut être utilisé pour préserver la viande en la desséchant et en empêchant la croissance bactérienne. La viande peut être frottée avec du sel ou plongée dans une saumure."
                    },
                    {
                        "type": "bullet",
                        "value": "Le séchage : la viande peut être séchée à l'air libre ou dans un déshydrateur pour enlever l'humidité et prolonger sa durée de conservation. Cette technique est particulièrement utile pour les viandes maigres."
                    },
                    {
                        "type": "bullet",
                        "value": "La fumaison : la viande peut être fumée pour améliorer son goût et sa durée de conservation. La fumée agit comme un agent de conservation naturel et aide à prévenir la croissance bactérienne."
                    },
                    {
                        "type": "bullet",
                        "value": "La congélation : la congélation est une méthode courante de stockage de la viande. Cependant, il est important de s'assurer que la viande est correctement emballée pour éviter les brûlures de congélation et les pertes de qualité."
                    },
                    {
                        "type": "bullet",
                        "value": "Le refroidissement : si vous ne disposez pas d'un congélateur, vous pouvez utiliser la technique de refroidissement pour conserver la viande pendant quelques jours. La viande doit être conservée à une température inférieure à 4 degrés Celsius."
                    },
                    {
                        "type": "text",
                        "value": "Il est important de noter que chaque technique de conservation a ses avantages et ses inconvénients, et qu'il est important de choisir la méthode la plus appropriée en fonction de la viande et des conditions environnementales."
                    },
                    {
                        "type": "text",
                        "value": "En outre, il est recommandé de suivre les règles d'hygiène et de sécurité alimentaire lors de la manipulation de la viande. Il est important de nettoyer et de désinfecter toutes les surfaces de travail, les outils et les mains avant de manipuler la viande. Enfin, il est essentiel de savoir quand la viande est impropre à la consommation, en surveillant les signes de détérioration tels que l'odeur, la texture et la couleur."
                    },
                    {
                        "type": "text",
                        "value": "En somme, apprendre à stocker et à conserver la viande est une compétence essentielle pour tout chasseur ou survivaliste. Cela peut faire la différence entre une viande saine et comestible, et une viande gâtée et dangereuse pour la santé."
                    }
                ]
            }
            
            
        ]
    }
        
]


 
