Repository: bluholm/collapse
Catalog: collapse/Ressources/*.lproj/localized.strings
Languages: fr

source: essential
fr: essentiel

source: intermediate
fr: intermediaire

source: advanced
fr: avancé

# STATUS_IN_PROGRESS
source: In progress
fr: En cours

# STATUS_DONE
source: Done
fr: terminé

# MAIN_PROJECT_SUBTITLE
source: Are you ready for the collapse?
fr: Êtes vous prêt pour l'effondrement?

# MAIN_INFORMATION_BUTTON_MESSAGE
source: Score calculations are performed based on the selected modes for each subject. If you have checked all the items in the advanced mode, you will receive a score of 100%. Therefore, you must be in advanced mode to achieve the maximum score.
fr: Les calculs de score sont effectués en fonction des modes sélectionnés pour chaque sujet. Si vous avez coché tous les éléments dans le mode avancé, vous obtiendrez un score de 100%. il faut donc être en mode advanced pour obtenir le score maximal.

# MAIN_PROJECT_GENERAL_TITLE
source: Your topics
fr: Vos sujets

# MAIN_PROJECT_FIRST_SECTION_TITLE
source: In progress
fr: En cours

# MAIN_PROJECT_SECOND_SECTION_TITLE
source: To do
fr: À faire

# MAIN_BUTTON_VIEW_ALL
source: View All (%d)
fr: Voir tout (%d)

# MAIN_TIPS_TITLE
source: Tips
fr: ASTUCES

# MAIN_TIPS_DESCRIPTION
source: Please find tips Number 1 !
fr: Voici un tips très important à voir pour ne pas vous tromper !

# DISCLAIMER_TITLE
source: DISCLAIMER
fr: Non-responsabilité

# DISCLAIMER_TEXT
source: This site/application aims to provide advice on survival and self-sufficiency. The information contained on this site is provided for informational purposes only and should not be considered professional advice. We do not guarantee the accuracy, completeness, timeliness, or reliability of the information contained on this site. The use of this site is at your own risk. In no event shall we be liable for any losses or damages arising from the use of the information provided on this site. We advise you to verify the accuracy of the information before using it. Please note that emergency situations can change rapidly and the advice given may not be suitable for every situation. It is your responsibility to take appropriate measures to ensure your safety and the safety of those around you.
fr: Ce site/application a pour but de fournir des conseils sur la survie et l'autonomie. Les informations contenues dans ce site sont fournies à titre indicatif et ne doivent pas être considérées comme des conseils professionnels. Nous ne garantissons pas l'exactitude, la complétude, l'actualité ou la fiabilité des informations contenues sur ce site. L'utilisation de ce site se fait à vos propres risques. En aucun cas, nous ne serons tenus responsables des pertes ou dommages découlant de l'utilisation des informations fournies sur ce site. Nous vous conseillons de vérifier l'exactitude des informations avant de les utiliser. Veuillez noter que les situations d'urgence peuvent changer rapidement et que les conseils donnés peuvent ne pas être adaptés à chaque situation. Il est de votre responsabilité de prendre les mesures appropriées pour assurer votre sécurité et celle de ceux qui vous entourent.

# ITEM_LINK_TITLE
source: Links
fr: Liens

# SETTING_ALL_TITLE
source: Modes
fr: Les Modes

# SETTING_ALL_TEXT
source: When using the application to assess your readiness for a collapse, you will encounter topics divided into three different modes: essential, intermediate, and advanced. The essential mode includes the most important elements for basic preparation, which are easy to implement and inexpensive. The intermediate mode includes additional elements that can help you further prepare for a collapse. The advanced mode includes elements that require more time, money, or skills to implement. By default, the advanced mode is selected for each topic.
fr: Lors de l'utilisation de l'application pour savoir si vous êtes prêt à faire face à un effondrement, vous rencontrerez des sujets divisés en trois modes différents : essentiel, intermédiaire et avancé. Le mode essentiel comprend les éléments les plus importants pour une préparation de base, qui sont faciles à mettre en œuvre et peu coûteux. Le mode intermédiaire comprend des éléments supplémentaires qui peuvent vous aider à vous préparer davantage à un effondrement. Le mode avancé comprend des éléments qui nécessitent plus de temps, d'argent ou de compétences pour être mis en œuvre. Par défaut, le mode avancé est sélectionné pour chaque sujet.

# DISCLAIMER_MENU
source: Disclaimer
fr: Non-responsabilité

# THANKS_MENU
source: Thanks
fr: Remerciements

# TOPIC_ITEMS_TITLE
source: CheckList
fr: Listes

# TOPIC_LINKS_TITLE
source: Links
fr: Liens

# THANKS_TEXT
source: Thanks
fr: Merci à tous les auteurs splash qui ont contribué !

# THANKS_TITLE
source: Thank you to all artist from unsplash :
fr: Remerciements

# START_TITLE_1
source: Autonomy?
fr: Autonomie ?

# START_TITLE_2
source: Are you ready?
fr: Êtes-vous prêt ?

# START_DESCRIPTION_1
source: Discover the essential skills for being self-sufficient in all circumstances.
fr: Découvrez les compétences essentielles pour être autonome en toutes circonstances.

# START_DESCRIPTION_2
source: The most prepared have a greater chance of success in times of crisis.
fr: Les plus préparés ont plus de chances de réussir en cas de crises.

# START_DESCRIPTION_3
source: Don't forget anything in order to be ready to face an emergency situation with our complete list of equipment and skills.
fr: Ne rien oublier pour être prêt à affronter une situation d'urgence grâce à notre liste complète de matériel et de compétences.
